{
 "name": "flare",
 "children": [
  {
   "name": "Nykyisyys",
   "children": [
    {
     "name": "Yksilöllisyys",
     "children": [
      {"name": "Itseluottamus", "size": 1, "info": "Itseluottamus tarkoittaa henkilön kykyä luottaa omaan itseensä ja omiin kykyihinsä. Itseluottamus on tärkeä tekijä monissa elämänalueilla, kuten työssä, koulussa, urheilussa, sosiaalisessa elämässä ja henkilökohtaisessa kehityksessä. Itseluottamus voi auttaa yksilöä selviytymään haastavista ja stressaavista tilanteista, yrittämään uusia asioita ja saavuttamaan tavoitteitaan. Itseluottamus voi kehittyä esimerkiksi onnistumisten, positiivisten kokemusten ja kannustavan ympäristön myötä."},
      {"name": "Itsehyväksyntä", "size": 1, "info": "Itsehyväksyntä on prosessi, jossa yksilö hyväksyy itsensä sellaisena kuin on, virheineen ja puutteineen, ilman tarvetta olla täydellinen tai muuttaa itseään muiden odotusten mukaisesti. Se on kykyä hyväksyä oma ainutlaatuisuus ja olla armollinen itselleen. Itsehyväksyntä on tärkeä osa terveitä itsetunnon ja itsetuntemuksen rakentamista. Se auttaa ihmistä kehittymään ja kasvamaan, sillä hyväksyntä luo pohjan itseluottamukselle ja rohkeudelle kohdata uusia haasteita ja oppia virheistään."},
      {"name": "Itsearvostus", "size": 1, "info": "Itsearvostus on yksilön käsitys ja tunne omasta arvostaan, itsetunnostaan ja kyvystään. Se liittyy siihen, miten arvostamme ja hyväksymme itsemme, miten koemme omat kykymme ja ansaitsemme hyvää kohtelua sekä miten suhtaudumme omiin vahvuuksiimme ja heikkouksiimme. Itsearvostus vaikuttaa moniin elämänalueisiin, kuten itsetuntoon, itsevarmuuteen, päätöksentekoon, ihmissuhteisiin ja yleiseen hyvinvointiin."},  
      {"name": "Itsevarmuus", "size": 1, "info": "Itsevarmuus tarkoittaa henkilön kykyä luottaa omaan itseensä ja omiin kykyihinsä. Itsevarmuus voi ilmentyä esimerkiksi rohkeutena ottaa riskejä, luottamuksena omiin päätöksiin ja kykyyn selviytyä haasteista. Itsevarmuus on tärkeä osa positiivista ajattelutapaa, sillä se auttaa henkilöä kehittämään itsensä ja saavuttamaan tavoitteitaan. Itsevarmuus voi kasvaa kokemuksen ja oppimisen myötä, mutta sitä voi myös harjoitella tietoisesti esimerkiksi asettamalla realistisia tavoitteita ja haastamalla itseään pienin askelin kohti niitä."}, 
      {"name": "Itsetunto", "size": 1, "info": "Itsetunto tarkoittaa yksilön käsitystä itsestään ja se koostuu henkilön arvosta, kyvystä ja identiteetistä. Yksilön itsetunto vaikuttaa siihen, miten hän näkee itsensä ja suhteensa ympäröivään maailmaan sekä mihin hän uskoo omien kykyjensä ja mahdollisuuksiensa suhteen. Vahva itsetunto voi auttaa ihmistä onnistumaan, ja hänen tuntea itsensä arvokkaaksi ja potentiaaliseksi. Toisaalta heikko itsetunto voi aiheuttaa epävarmuutta, itsensä aliarvioimista ja pelkoa epäonnistumisesta. Itsetunto kehittyy yksilön elämän aikana ja siihen vaikuttavat monet erilaiset tekijät, kuten perheen ja ystävien suhtautuminen, koulutus, työ- ja ihmissuhteet, arvot ja kokemukset."},  
      {"name": "Positiivisuus", "size": 1, "info": "Positiivisuus on ajattelutapa tai asenne, jossa keskitytään myönteisiin ja rakentaviin näkökohtiin, ja pyritään näkemään tilanteissa mahdollisuuksia ja ratkaisuja. Positiivisuus voi auttaa ihmisiä kehittämään henkilökohtaista kasvua ja parantamaan elämänlaatua. Positiivisuus voi myös edistää hyvinvointia ja lisätä elämän iloa. Sitä voidaan soveltaa monilla elämänalueilla, kuten ihmissuhteissa, koulutuksessa, työelämässä, terveydenhuollossa ja henkilökohtaisessa kehityksessä. Positiivisuus ei tarkoita tunteiden vähättelyä, vaan sen sijaan pyritään löytämään myönteisiä tapoja käsitellä ja käsitellä tunteita tehokkaasti."},
      {"name": "Vapaus", "size": 1, "info": "Vapaus tarkoittaa mahdollisuutta toimia, ajatella ja ilmaista itseään ilman ulkopuolista rajoitusta tai pakottamista. Se voi kattaa monia erilaisia alueita, kuten henkilökohtaisen vapauden, ilmaisunvapauden, taloudellisen vapauden ja poliittisen vapauden. Vapaus on yksi ihmisoikeudesta ja sitä pidetään keskeisenä arvona monissa yhteiskunnissa ja kulttuureissa. Vapaus voi edistää yksilön henkilökohtaista kasvua ja hyvinvointia sekä yhteiskunnan kehitystä. Vapauden käyttöön liittyy kuitenkin myös vastuu, ja yksilön tulee toimia niin, että hänen vapautensa ei rajoita muiden ihmisten oikeuksia."}
     ]
    },
    {
     "name": "Sosiaalisuus",
     "children": [
      {"name": "Vuorovaikutus", "size": 1, "info": "Vuorovaikutus tarkoittaa ihmisten, asioiden tai voimien välisiä vaikutus- ja vastavaikutusprosesseja. Se voi kattaa monia erilaisia alueita, kuten ihmisten väliset vuorovaikutukset, fyysiset vuorovaikutukset, kuten voimat, hiukkasten väliset vuorovaikutukset, ja kehitykselliset vuorovaikutukset, kuten evoluutio ja oppiminen. Vuorovaikutus on tärkeä käsite monissa yhteiskuntatieteissä, kuten psykologiassa ja sosiologiassa, ja sitä voidaan soveltaa monilla erilaisilla aloilla, kuten koulutuksessa, terveydenhuollossa, teknologiassa ja taloudessa. Keskeinen ominaisuus vuorovaikutuksessa on vastavuoroisuus, jossa vuorovaikuttavat osapuolet vaikuttavat toisiinsa samanaikaisesti ja muovaavat siten toistensa käyttäytymistä ja kokemuksia tilanteesta."},
      {"name": "Empaattisuus", "size": 1, "info": "Empaattisuus tarkoittaa kykyä asettua toisen ihmisen asemaan ja ymmärtää hänen tunteitaan ja ajatuksiaan. Empaattinen henkilö on herkkä huomaamaan, miten toinen ihminen tuntee ja pyrkii aktiivisesti tunnistamaan, mistä toisen ihmisen tunteet johtuvat. Empaattisuus on tärkeä taito monilla elämänalueilla, kuten vuorovaikutuksessa muiden ihmisten kanssa, terveydenhuollossa, koulutuksessa ja työelämässä. Empaattisuuden avulla ihmiset voivat luoda parempia ja aidompia ihmissuhteita, ymmärtää paremmin muiden ihmisten tarpeita ja tunteita, ja auttaa muita ihmisiä vaikeissa tilanteissa. Empaattisuus on myös tärkeä taito, kun pyritään edistämään yhteiskunnallista muutosta ja lisäämään ymmärrystä erilaisista näkökulmista ja kokemuksista."},
      {"name": "Läsnäolo", "size": 1, "info": "Läsnäolo tarkoittaa tietoista ja tarkkaavaista keskittymistä nykyhetkeen ja siihen, mitä ympärillä tapahtuu. Se voi auttaa ihmisiä olemaan tietoisia omista ajatuksistaan, tunteistaan ja kehon tuntemuksistaan sekä ympäröivän maailman havainnoista. Läsnäolo voi auttaa ihmisiä olemaan paremmin läsnä ja tietoisia vuorovaikutuksessa muiden ihmisten kanssa sekä lisätä kykyä käsitellä stressiä ja ahdistusta. Työelämässä se voi parantaa työntekijän suorituskykyä, ja tietoinen läsnäolooppi voi auttaa ihmisiä ylläpitämään hyvinvointia. Tietoinen läsnäolo on taito, jota voidaan harjoitella erilaisilla meditaatio- ja harjoitusharjoituksilla, ja joka voi parantaa elämänlaatua monilla eri tavoilla."},
      {"name": "Kuunteleminen", "size": 1, "info": "Kuunteleminen on taito, joka tarkoittaa kykyä vastaanottaa ja ymmärtää toisen ihmisen puhetta. Se sisältää aktiivista keskittymistä siihen, mitä toinen henkilö sanoo, ja pyrkimystä ymmärtää hänen näkökulmansa ja tunteensa. Kuunteleminen voi auttaa ihmisiä kehittämään parempia ihmissuhteita, koska se osoittaa toisille henkilöille, että heidän sanansa ja tunteensa ovat tärkeitä. Kuunteleminen voi myös parantaa ymmärrystä ja tietoisuutta maailmasta ja muista ihmisistä. Hyvän kuuntelijan ominaisuuksia ovat empaattisuus, avoimuus, keskittyminen, kärsivällisyys ja kyky havaita ei-sanallisia viestejä, kuten eleitä ja ilmeitä."},
      {"name": "Avoimuus", "size": 1, "info": "Avoimuus tarkoittaa henkilön kykyä olla avoin ja rehellinen omista ajatuksistaan, tunteistaan ja toiminnastaan. Avoimuus voi kattaa monia erilaisia alueita, kuten henkilön arvot, mielipiteet, suhtautuminen muihin ihmisiin ja henkilökohtaiset tavoitteet ja haaveet. Avoimuus voi auttaa ihmisiä luomaan parempia ihmissuhteita rehellisen ja avoimen kommunikaation avulla. Se voi myös auttaa henkilöitä ymmärtämään itseään paremmin ja kehittymään henkilökohtaisesti. Henriökökohtainen avoimuus voi olla myös tärkeä tekijä työpaikalla, sillä avoimet henkilöt ovat usein hyviä tiimityöskentelijöitä ja kykenevät kommunikoimaan tehokkaasti erilaisten ihmisten kanssa."},
      {"name": "Avunsaanti", "size": 1, "info": "Avunsaanti tarkoittaa avun pyytämistä ja tarjoamista henkilölle, joka tarvitsee tukea tai apua johonkin asiaan tai tilanteeseen, kuten terveys- tai turvallisuuskysymyksiin. Avunsaanti voi tapahtua monella eri tavalla, esimerkiksi pyytämällä apua lähiympäristöstä, hakemalla ammattilaisen apua tai käyttämällä erilaisia avun tarjoamiseen tarkoitettuja palveluita, kuten hätänumeroita tai kriisipalveluita. Avunsaanti on tärkeä osa ihmisten turvallisuuden ja hyvinvoinnin tukemista ja auttaa ihmisiä selviytymään erilaisista haasteista elämässään."},
	  {"name": "Vastavuoroisuus", "size": 1, "info": "Vastavuoroisuus tarkoittaa tilannetta, jossa kaksi osapuolta toimivat tai käyttäytyvät samalla tavalla toisiaan kohtaan. Vastavuoroisuus voi olla tärkeä sosiaalinen tekijä monilla eri alueilla, kuten yhteiskunnallisessa vuorovaikutuksessa ja ihmissuhteissa. Esimerkiksi vastavuoroisuus voi ilmetä yhteistyössä, jossa molemmat osapuolet työskentelevät yhdessä yhteisen päämäärän saavuttamiseksi tai tunteiden jakamisessa, jolloin molemmat osapuolet ovat avoimia ja jakavat toisilleen omia tunteitaan. Vastavuoroisuus voi myös edellyttää jonkin tyyppistä vastapalvelusta, kuten vastavuoroista lahjoittamista tai auttamista, joka voi olla molempia osapuolia hyödyttävää."}
     ]
    },
    {
     "name": "Yhteisöllisyys",
     "children": [
      {"name": "Vastuullisuus", "size": 1, "info": "Vastuullisuus tarkoittaa kykyä ottaa vastuu omasta toiminnastaan ja sen vaikutuksista ympäristölle, yhteiskunnalle ja taloudelle. Se edellyttää kykyä toimia eettisesti ja huomioida ympäröivän maailman tarpeet. Vastuullisuus sisältää esimerkiksi ympäristöystävällisten toimintatapojen noudattamista, oikeudenmukaisuuden edistämistä, henkilökohtaista vastuunottoa omasta terveydestä, ja taloudellista vastuullisuutta esimerkiksi kulutuskäyttäytymisen suhteen. Vastuullinen toiminta edistää kestävän kehityksen tavoitteiden saavuttamista ja edistää parempien elinolojen luomista tuleville sukupolville."},
      {"name": "Verkostoituminen", "size": 1, "info": "Verkostoituminen tarkoittaa muiden ihmisten kanssa yhteyden luomista ja suhteiden rakentamista, joka voi auttaa saavuttamaan yksilön henkilökohtaisia ja ammatillisia tavoitteita. Verkostoituminen voi tapahtua monilla eri tavoilla, esimerkiksi liittymällä järjestöihin, tapahtumiin, keskusteluryhmiin ja sosiaalisiin verkostoihin. Verkostoituminen voi auttaa yksilöä saamaan uusia kontakteja, jakamaan tietoa ja ideoita, ja mahdollisesti löytämään uusia mahdollisuuksia työ- ja uramahdollisuuksissa. Verkostoituminen voi olla tärkeä taito monilla eri aloilla, ja se voi auttaa yksilöitä menestymään sekä henkilökohtaisesti että ammatillisesti."},
      {"name": "Rohkeus", "size": 1, "info": "Rohkeus tarkoittaa kykyä toimia pelottomasti ja uskaltaa ottaa riskejä. Se voi ilmetä eri muodoissa, kuten uskallus puolustaa itselle tärkeitä asioita, haastaa itseään uusissa tilanteissa tai toimia rehellisesti, vaikka se olisi vaikeaa tai epämiellyttävää. Rohkeus voi auttaa henkilöä voittamaan pelkojaan ja saavuttamaan tavoitteitaan, mutta se ei tarkoita pelon tunteen puuttumista. Rohkeus voidaan nähdä tärkeänä ominaisuutena useilla eri elämänalueilla, esimerkiksi työelämässä, henkilökohtaisissa ihmissuhteissa ja urheilussa."},
      {"name": "Rehellisyys", "size": 1, "info": "Rehellisyys tarkoittaa sitä, että henkilö toimii totuudenmukaisesti ja rehellisesti suhteessa itseensä, muihin ihmisiin ja ympäröivään maailmaan. Se on tärkeä eettinen periaate, joka on keskeinen monilla elämänalueilla, esimerkiksi työelämässä, henkilökohtaisissa ihmissuhteissa ja yhteiskunnassa yleisesti. Rehellisyys edellyttää, että henkilö toimii eettisesti ja huomioi ympäröivän maailman tarpeet, ja että hän pyrkii olemaan avoin ja läpinäkyvä suhteessa toisiin ihmisiin. Rehellisyys on keskeinen tekijä luottamuksen rakentamisessa ihmisten välillä ja auttaa vahvistamaan ihmissuhteita. Lisäksi, rehellisyys on tärkeä periaate yhteiskunnallisessa toiminnassa, joka auttaa edistämään läpinäkyvyyttä, oikeudenmukaisuutta ja vastuullisuutta eri toimijoita kohtaan."},
      {"name": "Yhteenkuuluvuus", "size": 1, "info": "Yhteenkuuluvuus tarkoittaa tunnetta siitä, että kuuluu johonkin ryhmään tai yhteisöön ja että yhteys muihin ihmisiin on merkityksellinen ja tärkeä. Se voi ilmetä esimerkiksi yhteisöllisyyden, yhteisen päämäärän tai arvomaailman jakamisena. Yhteenkuuluvuuden tunne voi auttaa ihmisiä tuntemaan olonsa turvalliseksi, hyväksytyksi ja arvostetuksi yhteisössä, ja tarjota tukea vaikeina aikoina. Tämä tunne on tärkeä monilla elämänalueilla, kuten työelämässä, koulussa tai kotona, yhteiskunnan eri tasoilla ja yksilön henkilökohtaisessa elämässä. Yhteenkuuluvuus voi toimia positiivisena voimavarana, joka auttaa yksilöitä saavuttamaan yhteisiä päämääriä ja edistämään hyvinvointia."},
      {"name": "Vastaanottavuus", "size": 1, "info": "Vastaanottavuus tarkoittaa kykyä vastaanottaa ja reagoida erilaisiin asioihin tai tilanteisiin. Se voi olla henkilön kykyä vastaanottaa uusia ideoita, tunteita, näkökulmia tai tietoa. Vastaanottavuus voi myös ilmentyä yhteiskunnallisella tasolla, esimerkiksi vastaanottavuutena maahanmuuttajia kohtaan. Vastaanottavuudella voi olla merkittävä vaikutus henkilön tai yhteisön menestykseen ja sopeutumiseen uusiin tilanteisiin."}
     ]
    },
    {
     "name": "Hyvinvointi",
     "children": [
      {"name": "Luontosuhde", "size": 1, "info": "Luontosuhde voi sisältää ihmisen tunteen yhteenkuuluvuudesta luonnon kanssa, ympäristötietoisuuden, luonnon hyödyntämisen tapoja ja luonnon kunnioittamista. Ihmisen luontosuhde voi olla moninainen ja se kehittyy yksilön ja yhteiskunnan kokemusten ja arvojen kautta. Luontosuhde on tärkeä paitsi yksilön hyvinvoinnille ja terveydelle, myös planeetan ekologiselle tasapainolle. Luontosuhteen ymmärtäminen ja kehittäminen on avain ympäristön ja ihmiskunnan kestävän tulevaisuuden turvaamiseen."},
      {"name": "Henkisyys", "size": 1, "info": "Henkisyys viittaa yleensä ihmisen henkisen puolen kokonaisuuteen, joka kattaa muun muassa ihmisen ajattelun, tunteet, sisäisen maailman ja henkiset arvot. Se voi sisältää esimerkiksi uskonnollisen elämän, meditaation, henkilökohtaisen kasvun, hengellisyyden ja tietoisuuden harjoittamisen, sekä muita henkisiä käytäntöjä. Henkisyys voi olla yksilön tapa löytää merkityksellisyyttä elämään, oman elämän tarkoitusta ja yhteyttä suurempaan kokonaisuuteen. Henkisyyttä voi harjoittaa monella eri tasolla ja eri tavoin, ja se voi olla vahvasti yksilöllinen kokemus."},
      {"name": "Vakaus", "size": 1, "info": "Vakaus tarkoittaa yksilön kokemusta ja tilaa, jossa hänen elämänsä on pysyvä ja tasapainoinen, ja jossa hän tuntee hallitsevansa elämäänsä. Vakauden kokemus voi vaihdella ihmisestä toiseen, mutta yleensä se merkitsee muun muassa henkilön taloudellista turvallisuutta, ihmissuhteita, elämänarvoja, terveydentilaa ja tulevaisuudennäkymiä. Henkilökohtainen vakaus voi olla tärkeä tekijä ihmisen hyvinvoinnin kannalta, koska se auttaa yksilöä selviämään elämän haasteista ja stressitilanteista paremmin. Vakauden tunteen saavuttaminen voi olla myös yksilön tavoite, johon voi pyrkiä esimerkiksi terveellisten elämäntapojen, hyvien ihmissuhteiden ja taloudellisen varautumisen avulla."},
      {"name": "Kutsumus", "size": 1, "info": "Kutsumus viittaa yksilön kykyyn löytää oma paikkansa elämässä ja kokea elämäntarkoituksensa sekä tehtävänsä merkityksellisiksi. Kutsumus voi ilmentyä esimerkiksi haluna auttaa muita, löytää ratkaisuja yhteiskunnallisiin ongelmiin, kehittää omaa osaamistaan tietyllä alalla tai toteuttaa itseään taiteen tai musiikin avulla. Kutsumus voi olla myös yhteydessä henkisiin tai uskonnollisiin arvoihin ja käytäntöihin. Kutsumuksen vinden tunnistaminen ja sen seuraaminen voi olla tärkeä tekijä yksilön hyvinvoinnin kannalta, koska se voi edistää henkilökohtaista kasvua, lisätä motivaatiota ja tunteen siitä, että oma elämäntarkoitus on löytynyt."},  
      {"name": "Hengellisyys", "size": 1, "info": "Hengellisyyden kokemus voi vaihdella ihmisestä toiseen, mutta se voi sisältää muun muassa uskonnollisia harjoituksia, meditaatiota, rukousta, rituaaleja ja henkilökohtaista pohdintaa. Hengellisyys voi myös kuvata ihmisen yhteyttä universaaliin tietoisuuteen, jolle jotkut antavat nimen Jumala, korkeampi voima tai läsnäolo. Hengellisyys voi olla tärkeä osa yksilön hyvinvointia, koska se voi auttaa löytämään merkityksellisyyttä elämään, vahvistaa yhteyttä muihin ihmisiin, kehittää myötätuntoa ja auttaa hallitsemaan stressiä."},
      {"name": "Merkityksellisyys", "size": 1, "info": "Merkityksellisyys voi ilmetä esimerkiksi elämän tarkoituksen löytämisenä, itsetuntemuksen kehittymisenä, yksilön henkilökohtaisten arvojen ja päämäärien selkeytymisenä ja tunteena siitä, että oma panos on merkittävä ja vaikuttaa positiivisesti ympäröivään maailmaan. Merkityksellisen kokemuksen saavuttaminen voi olla tärkeä tekijä yksilön hyvinvoinnin kannalta, koska se edistää positiivisia tunteita, motivaatiota ja merkityksellisyyden tunnetta."}
     ]
    },
    {
     "name": "Terveys",
     "children": [
      {"name": "Terveellisyys", "size": 1, "info": "Terveellisyys viittaa yleensä ruokavalioon, elintapoihin tai ympäristöön, jotka edistävät ihmisen fyysistä ja henkistä hyvinvointia. Terveellinen ruokavalio sisältää monipuolisesti ravintoaineita ja välttää esimerkiksi sokeria ja tyydyttyneitä rasvoja. Terveellisiin elintapoihin kuuluvat esimerkiksi riittävä uni, säännöllinen liikunta ja stressin hallinta. Terveet elinympäristöt, kuten puhtaat sisätilat ja terveelliset asumisolosuhteet ovat myös tärkeä osa terveellisyyttä."},
      {"name": "Mielenrauha", "size": 1, "info": "Mielenrauha viittaa yleensä ihmisen kokemukseen rauhasta ja hiljaisuudesta mielen tasolla. Se voi tarkoittaa esimerkiksi stressittömyyttä, rentoutumista, meditatiivista tilaa tai sisäistä tyytyväisyyttä. Mielenrauha voi auttaa yksilöä käsittelemään elämän haasteita ja stressiä paremmin, ja se voi myös edistää henkistä ja fyysistä hyvinvointia. Mielenrauha voi olla tavoiteltava tila, johon pyritään esimerkiksi meditaation, rentoutumisharjoitusten, harrastusten tai sosiaalisten suhteiden avulla."},
      {"name": "Levollisuus", "size": 1, "info": "Levollisuus viittaa ihmisen kokemukseen rauhasta, hiljaisuudesta ja tyyneydestä. Se voi olla tunne sisäisestä harmoniasta ja tasapainosta, jossa mielen häiriötekijät on hallittu ja poissa. Levollisuus voi ilmetä esimerkiksi rentoutumisena, luottamuksena, rauhallisina tuntemuksina tai tietoisena läsnäolona nykyhetkessä. Levollisuus voi auttaa ihmistä käsittelemään stressaavia tilanteita ja elämän haasteita paremmin ja se voi myös edistää henkistä ja fyysistä hyvinvointia. Levollisuus voi olla myös tavoiteltava tila, johon yksilö pyrkii esimerkiksi meditaation, rentoutumisharjoitusten, harrastusten tai sosiaalisten suhteiden avulla."},
      {"name": "Raittius", "size": 1, "info": "Raittiudella tarkoitetaan tässä yhteydessä elämäntapaa, jossa henkilö välttää riippuvuutta aiheuttavien aineiden käyttöä, kuten päihteitä. Päihteet voivat tarkoittaa alkoholin ja tupakan lisäksi muita hallusinogeenisiä aineita tai lääkkeitä, joita käytetään muuhun kuin hoitotarkoituksiin. Raittius voi edistää henkilön fyysistä ja henkistä hyvinvointia sekä vahvistaa yhteisöllisyyden tunnetta ja itsetuntoa."},
      {"name": "Itsemyötätunto", "size": 1, "info": "Itsemyötätunto tarkoittaa myötätuntoa, jonka ihminen kohdistaa itseensä. Se on kykyä olla lempeä itselleen ja hyväksyä oma inhimillisyys, vajavuudet ja erehdykset. Itsemyötätuntoa voi harjoitella esimerkiksi mindfulness-harjoituksilla ja itsemyötätuntoa edistävillä meditaatioilla. Se voi auttaa ihmisiä vähentämään itsekriittisyyttä ja stressiä sekä parantamaan itsetuntoa ja elämänlaatua. Itsemyötätunto voi myös auttaa henkilöä käsittelemään traumoja ja vaikeita tunteita."},   
      {"name": "Armollisuus", "size": 1, "info": "Armollisuus tarkoittaa lempeyttä, myötätuntoa ja anteeksiantoa, jota ihminen voi osoittaa itseään tai muita kohtaan. Se on kykyä suhtautua inhimillisesti omiin tai toisten virheisiin ja puutteisiin, sen sijaan että niitä tuomittaisiin ja arvosteltaisiin voimakkaasti. Armollisuuden käsite voi olla tärkeä erityisesti silloin, kun ihmiset pyrkivät kohti omaa henkilökohtaista kasvua ja kehitystä, sillä armollisuus voi auttaa vähentämään itsensä arvostelua ja negatiivisten tunteiden kierrettä. Armollisuus voi myös olla merkittävä osa terapeuttista hoitosuhdetta, koska se voi luoda turvallisen ja myötätuntoisen tilan, jossa ihminen voi käsitellä erilaisia kipupisteitä."},
	  {"name": "Kiitollisuus", "size": 1, "info": "Kiitollisuus on myönteinen tunnetila, johon liittyy kiitollisuuden ja arvostuksen tuntemista jotain kohtaan. Sitä voi kohdistaa erilaisiin asioihin, kuten henkilökohtaisiin ihmissuhteisiin, terveyteen, taloudelliseen asemaan, työpaikkaan ja yleiseen hyvinvointiin. Kiitollisuuden kokeminen voi edistää tyytyväisyyttä ja onnellisuutta, ja sitä voidaan harjoitella esimerkiksi päiväkirjan kirjoittamisen, meditaation tai yksinkertaisesti kiitollisuusajattelun kautta."},
	  {"name": "Onnellisuus", "size": 1, "info": "Onnellisuus on positiivinen tunnetila tai mielentila, johon liittyy iloa, tyytyväisyyttä ja tyydytystä. Se voidaan saavuttaa kokemalla myönteisiä mielihyvän tunteita tai saavuttamalla henkilökohtaisia tavoitteita. Onnellisuusvoidaan mitata kyselyjen ja tutkimusten avulla, ja tähän liittyen on kehitetty käsite "onnellisuuden taloustiede", joka pyrkii selvittämään, mitkä tekijät vaikuttavat ihmisten onnellisuuteen. Onnellisuuden taustalla voi olla monia tekijöitä, kuten henkilökohtaiset ihmissuhteet, terveys, taloudellinen tilanne, yhteiskunnalliset tekijät tai oma sisäinen mielenmaisema."},
	  {"name": "Tyytyväisyys", "size": 1, "info": "Tyytyväisyys tarkoittaa positiivista tunnetilaa, joka liittyy tyydytyksen kokemiseen jonkin asian tai tilanteen suhteen. Se voi ilmetä esimerkiksi silloin, kun ihminen on tyytyväinen työpaikkaansa, ihmissuhteisiinsa, terveydentilaansa tai omaan elämäänsä yleisesti. Tyytyväisyys voi vahvistaa ihmisen hyvinvointia ja onnellisuudentunnetta sekä auttaa häntä saavuttamaan tavoitteitaan. Tyytyväisyys voi myös motivoida ihmistä pyrkimään kohti uusia tavoitteita ja saavutuksia."}
     ]
    },
    {
     "name": "Toimintakyky",
     "children": [ 
      {"name": "Itsenäisyys", "size": 1, "info": "Itsenäisyys tarkoittaa yksilön kykyä selviytyä ja tehdä päätöksiä itsenäisesti omassa elämässään. Se voi kattaa monia eri elämänalueita, kuten asumisen, terveydenhuollon, koulutuksen, työllisyyden, talouden ja harrastukset. Itsenäisyyden tavoitteena on antaa yksilölle mahdollisuus elää omaa elämäänsä omien arvojensa ja toiveidensa mukaisesti, välttämättömiä tukipalveluita käyttäen tarvittaessa. Tämä edellyttää yksilön oikeutta tietoon, valinnanvapauteen, itsemääräämiseen ja oikeutta osallistua yhteiskunnan toimintaan samalla tavalla kuin muutkin ihmiset."},
      {"name": "Energisyys", "size": 1, "info": "Energisyys tarkoittaa voimaa, vireyttä ja elinvoimaa, joka virtaa ihmisestä. Se kuvaa sitä, miten aktiivinen, toimelias ja virkeä henkilö on ja miten hän kykenee suoriutumaan erilaisista fyysisistä ja henkisistä tehtävistä. Energisyys voi johtua esimerkiksi riittävästä liikunnasta, hyvästä ravinnosta, unesta ja positiivisesta asenteesta. Energisyyden kokeminen voi auttaa parantamaan mielialaa, lisäämään tuottavuutta ja vähentämään stressiä."},
      {"name": "Aktiivisuus", "size": 1, "info": "Aktiivisuus tarkoittaa henkilön fyysistä tai henkistä liikettä, toimintaa ja aktiivisuutta. Tämä voi ilmetä esimerkiksi fyysisen liikunnan tai henkisen ponnistuksen muodossa. Aktiivisuus on tärkeä osa terveellistä elämäntapaa, koska se edistää fyysistä kuntoa ja henkistä hyvinvointia. Se voi myös helpottaa stressiä ja parantaa mielialaa. Aktiivisuutta voi lisätä esimerkiksi kävelemällä enemmän, harrastamalla liikuntaa tai käyttämällä omaa mieltä kekseliäästi erilaisten tehtävien ratkaisemisessa tai ongelmanratkaisussa."},
	  {"name": "Omatoimisuus", "size": 1, "info": "Omatoimisuus tarkoittaa henkilön kykyä ja halua toimia itsenäisesti ja ottaa vastuuta omasta elämästään ja tekemisistään. Omatoiminen ihminen osaa suunnitella, järjestellä ja toteuttaa asioita itsenäisesti ilman liiallista ohjausta tai tukea. Hän myös kykenee ratkaisemaan ongelmia ja kohtaamaan erilaisia haasteita itsenäisesti. Omatoimisuuden kehittäminen on tärkeää yksilön kasvun ja kehityksen kannalta, ja omatoimisuus onkin suotavaa erityisesti kasvatuksen näkökulmasta. Omatoimisia ihmisiä arvostetaan yhteiskunnassa, koska he pystyvät toimimaan itsenäisesti ja antamaan panoksensa työelämässä ja yhteiskunnassa."}, 
      {"name": "Arjenhallinta", "size": 1, "info": "Arjenhallinta tarkoittaa kykyä hallita arkea ja sen eri osa-alueita, kuten työtä, kotielämää, ihmissuhteita, taloutta ja aikatauluja. Arjenhallinnassa tärkeintä on järjestää asiat ja tehtävät siten, että ne eivät aiheuta stressiä tai häiriötekijöitä, vaan päivittäiset rutiinit ja toiminnot sujuvat suunnitellusti ja tehokkaasti. Arjenhallintaan liittyy taitoja, kuten ajanhallinta, priorisointi, asioiden suunnittelu ja organisoiminen, talouden hallinta, viestintä ja yhteistyö. Hyvä arjenhallinta voi auttaa ihmistä elämään tasapainoisempaa ja stressittömämpää elämää."},
      {"name": "Liikkuvuus", "size": 1, "info": "Liikkuvuus tarkoittaa henkilön kykyä ja mahdollisuutta liikkua paikasta toiseen omilla henkilökohtaisilla tavoillaan, kuten kävellen, pyöräillen, juosten tai ajamalla esimerkiksi omaa autoa tai moottoripyörää. Liikkuvuuteen liittyvät myös liikenneturvallisuus, liikennesäännöt ja ympäristötietoisuus. Henkilökohtainen liikkuvuus on tärkeää kaikille ihmisille, koska se mahdollistaa heille itsenäisen liikkumisen ja osallistumisen erilaisiin aktiviteetteihin tai tapahtumiin. Lisäksi liikkuvuuden edistäminen voi tukea yhteiskunnan tavoitteita, kuten terveys, ympäristön kestävyys ja taloudellinen tehokkuus."},
      {"name": "Esteettömyys", "size": 1, "info": "Esteettömyys tarkoittaa henkilön kykyä ja mahdollisuutta liikkua ja käyttää erilaisia ympäristöjä, rakennuksia, liikennemuotoja ja palveluita ilman rajoituksia tai esteitä, jotka voivat johtua henkilön vammasta tai rajoitteesta. Esteettömyys voi sisältää esimerkiksi ramppeja, hissejä, laajennettuja oviaukkoja, pistekirjoitusta, esteetöntä videota, ääniohjausta ja muita apuvälineitä, jotka auttavat henkilöä liikkumaan ja osallistumaan yhteiskunnan toimintoihin ja palveluihin. Esteettömyyden tavoitteena on varmistaa, että henkilö pystyy käyttämään tiloja ja palveluita itsenäisesti ja yhdenvertaisesti muiden kanssa."},
      {"name": "Kestävyys", "size": 1, "info": "Kestävyys tarkoittaa yksilön fyysistä ja psyykkistä kykyä säilyä terveenä ja hyvinvoivana pitkäaikaisesti. Se koostuu monista eri tekijöistä, kuten fyysisestä kunnosta, ravitsemuksesta, unesta, Stressinsietokyvystä ja muista elämäntapatekijöistä, jotka vaikuttavat henkilön kestävyyteen ja jaksamiseen. Kestävyys vaikuttaa heidän kykyynsä selviytyä arkipäivän haasteista ja tehtävistä, sekä mahdollistaa aktiivisen ja terveellisen elämäntavan ylläpidon pitkällä aikavälillä. Henkilökohtainen kestävyys on tärkeä osa ihmisen hyvinvointia, ja sen vaalimiseen kannattaa kiinnittää huomiota jo varhaisesta iästä lähtien. Fyysistä kestävyyttä voi ylläpitää esimerkiksi säännöllisellä liikunnalla ja terveellisellä ruokavaliolla, kun taas psyykkistä kestävyyttä voi kehittää muun muassa meditaation, rentoutumisen ja stressinhallinnan avulla."}
     ]
    }
   ]
  },
  {
   "name": "Tulevaisuus",
   "children": [
    {
     "name": "Tavoitteet",
     "children": [
      {"name": "Realistisuus", "size": 1, "info": "Realistisuus tarkoittaa sitä, että asetettujen tavoitteiden saavuttaminen on mahdollista ja realistinen. Realistisuus huomioi olemassa olevat resurssit ja mahdollisuudet tavoitteiden saavuttamiseen. Tavoitteiden asettamisessa on tärkeää ottaa huomioon myös mahdolliset esteet tai haasteet ja arvioida tavoitteiden saavuttamisen mahdollisuudet realistisesti niiden perusteella. Asettamalla realistisia tavoitteita voidaan motivoida itseä ja muita tavoitteiden saavuttamiseen, kun tiedetään, että tavoitteiden saavuttaminen on mahdollista, ja joskus jopa helppo saavuttaa."},
      {"name": "Saavutettavuus", "size": 1, "info": "Saavutettavuus tarkoittaa henkilön asettamien tavoitteiden toteutettavuutta ja mahdollisuutta saavuttaa ne. Saavutettavat tavoitteet ovat sellaisia, joita on mahdollista saavuttaa henkilökohtaisten voimavarojen ja resurssien, ajan ja muiden rajoitteiden puitteissa. Tavoitteiden saavutettavuuden tunnistaminen on tärkeää, jotta tavoitteet eivät jää vain haaveiksi tai muutoin epärealistisiksi. On tärkeää asettaa tavoitteet niin, että niiden saavuttaminen on mahdollista, mutta että ne samalla haastavat ja motivoivat henkilöä saavuttamaan asetettuja tavoitteita."},
      {"name": "Pitkäjännitteisyys", "size": 1, "info": "Pitkäjännitteisyys tarkoittaa kykyä keskittyä pitkäjänteisesti tavoitteisiin ja sitoutumista niiden saavuttamiseen, vaikka se vaatisi aikaa ja kärsivällisyyttä. Se on usein tärkeä ominaisuus menestyksen saavuttamisessa, sillä se auttaa henkilöä pysymään motivoituneena ja sitoutuneena tavoitteiden saavuttamiseen myös vaikeina aikoina. Pitkäjännitteisyyttä voidaan kehittää ja parantaa harjoittelemalla itsekuria, asettamalla realistisia ja saavutettavissa olevia tavoitteita sekä hajottamalla suuret tavoitteet pienempiin osatavoitteisiin, jolloin niiden saavuttaminen tuntuu helpommalta ja motivoi jatkamaan eteenpäin."},
      {"name": "Päämäärätietoisuus", "size": 1, "info": "Päämäärätietoisuus tarkoittaa henkilön tai organisaation keskittymistä tavoitteiden saavuttamiseen. Se sisältää suunnitelmallisuutta, motivaatiota ja järjestelmällisyyttä tavoitteiden asettamisessa ja niiden saavuttamisessa. Päämäärätietoinen henkilö tai organisaatio pyrkii saavuttamaan asiat tehokkaasti ja tietoisesti kohti päämäärää, ja on valmis tekemään tarvittavat toimenpiteet tavoitteiden saavuttamiseksi, vaikka se vaatisi aikaa ja vaivaa. Päämäärätietoisuus on tärkeä ominaisuus menestyksen saavuttamisessa, koska se auttaa henkilöä tai organisaatiota keskittymään olennaiseen ja pysymään motivoituneena tavoitteiden saavuttamisessa."},
      {"name": "Tahto", "size": 1, "info": "Tahto tarkoittaa henkilön tarkoituksellista pyrkimystä ja tahtomustaan saavuttaa jotain tavoitetta. Se on henkilön aktiivista päätöksentekoa, joka ohjaa hänen toimintaansa kohti haluttua päämäärää. Tahto voi olla kytköksissä motivaatioon, joka saa henkilön haluamaan muutosta tai johonkin tiettyyn tavoitteeseen pyrkimistä.  Ihmisillä on erilaisia tahtomuksia, jotka voivat johtua esimerkiksi henkilön arvoista, tarpeista, haluista, tai uskomuksista. Tahto voi olla myös vahva tarve saavuttaa jotain, jonka eteen on valmis tekemään uhrauksia. Tahto on tärkeä ominaisuus ihmisen toiminnassa ja sen avulla ihminen saavuttaa tavoitteitaan ja kasvaa henkilökohtaisesti."},
	  {"name": "Kärsivällisyys", "size": 1, "info": "Kärsivällisyys tarkoittaa kykyä kestää epämukavuutta, vastoinkäymisiä tai viivästyksiä ja pysyä rauhallisena ja tyyneytenä näiden tilanteiden keskellä. Kärsivällinen henkilö ymmärtää, että tavoitteiden saavuttaminen ja asioiden edistyminen voi vaatia aikaa ja vaivaa, ja kykenee odottamaan kärsivällisesti sen saavuttamista. Kärsivällisyyttä voidaan harjoitella ja kehittää, mikä helpottaa stressaavissa tilanteissa, joissa on odotettava tuloksia. Kärsivällisyys on tärkeä ominaisuus menestyksen kannalta, koska usein menestyminen vaatii pitkäjänteistä työtä ja sitoutumista."},
      {"name": "Tavoitteellisuus", "size": 1, "info": "Tavoitteellisuus tarkoittaa päämäärätietoista toimintaa, jossa pyritään saavuttamaan tiettyjä tavoitteita. Tavoitteellisessa toiminnassa keskitytään oleelliseen ja pyritään tekemään asiat mahdollisimman tehokkaasti ja tehokkaasti. Tavoitteiden asettaminen auttaa konkretisoimaan toimintaa ja tekemään sen suunnitelmallisesti. Tavoitteellisuus voi liittyä esimerkiksi urheiluun, työntekoon tai elämäntapojen muutokseen, mutta se voi olla myös laajemmin osana organisaation toimintaa. Tavoitteita on hyvä arvioida ja päivittää säännöllisesti, jotta ne vastaisivat ajan ja tilanteen vaatimuksia."}
     ]
    },
     {
     "name": "Haaveet",
     "children": [
      {"name": "Visio", "size": 1, "info": "Visio tarkoittaa yksilön pitkän aikavälin päämäärää siitä, millaiseksi hän haluaa itsensä tai elämänsä kehittää tulevaisuudessa. Se voi olla esimerkiksi urasuunnitelma tai kuvaus elämäntavoitteista. Henkilökohtainen visio voi auttaa yksilöä keskittymään olennaiseen ja tekemään tietoisia valintoja päämäärän saavuttamiseksi. Se voi myös toimia motivaationa ja innoittajana elämänmuutosten tai haasteiden kohtaamisessa. Henkilökohtainen visio on tärkeä osa henkilökohtaista kehitystä ja kasvua, ja sen avulla yksilö voi määrittää omat arvonsa ja tavoitteensa sekä suunnitella elämäänsä niiden mukaisesti."},
      {"name": "Inspiraatio", "size": 1, "info": "Inspiratio tarkoittaa syvää sisäistä kipinää, joka saa ihmiset haluamaan toteuttaa asioita ja luoda uutta. Se voi olla voimakas motivaattori ja lähtökohta luovuudelle, innovaatioille ja merkitykselliselle tekemiselle. Inspiratio voi tulla monesta lähteestä, kuten taideteoksista, musiikista, luonnosta tai ihmisten kohtaamisesta. Se voi olla myös henkilökohtainen kokemus, joka auttaa yksilöä löytämään oman polkunsa elämässä. Inspiraatio voi olla tärkeä tekijä elämän merkityksellisyyden ja onnellisuuden löytämisessä, ja sen avulla ihmiset voivat löytää voimaa saavuttaa omat päämääränsä ja unelmansa."},
      {"name": "Usko", "size": 1, "info": "Usko tarkoittaa henkilön vahvaa sisäistä vakaumusta tai luottamusta johonkin. Se voi olla yksilön henkilökohtainen kokemus tai vakaumus, esimerkiksi usko jumalaan tai korkeampaan voimaan, ja se voi olla peräisin uskonnollisesta, henkisestä tai kulttuurisesta ympäristöstä. Usko voi tuoda henkilölle lohtua, turvaa ja merkityksellisyyttä elämään, ja auttaa häntä kestämään haasteita tai vastoinkäymisiä. Se voi olla myös tärkeä motivaattori ja ohjata henkilön valintoja ja toimintaa. Usko on subjektiivinen ja henkilökohtainen kokemus, joka voi vaikuttaa ihmisen elämään monin eri tavoin."},
      {"name": "Intohimo", "size": 1, "info": "Intohimo tarkoittaa vahvaa tunne-elämän tilaa, jossa henkilö kokee syvää kiinnostusta tai rakkautta tiettyä asiaa tai henkilöä kohtaan. Se voi olla voimakas motivaattori ja ohjata henkilön tavoitteita ja toimintaa. Intohimon voi kokea esimerkiksi harrastuksen, uran, ihmissuhteen tai jonkin asian parissa työskentelemisen yhteydessä. Intohimo voi tuoda ihmiselle suurta iloa, onnea ja merkityksellisyyttä elämään, mutta samalla se voi olla myös rasittavaa ja vaativaa. Intohimo voi auttaa henkilöä kasvamaan ja kehittymään henkilökohtaisesti ja ammatillisesti, sekä antaa hänelle voimaa kohdata haasteita ja vastoinkäymisiä."}, 
      {"name": "Oivallus", "size": 1, "info": "Oivallus tarkoittaa yllättävää ja äkillistä oivallusta tai oivalluksen hetkeä, jolloin henkilö ymmärtää jotain uutta tai ratkaisee ongelman nopeasti ja tehokkaasti. Oivallus voi tapahtua äkillisenä välähdyksenä tai se voi syntyä vähitellen prosessin aikana. Oivallus voi olla ratkaisu haasteeseen, mutta se voi myös johtaa uusiin ideoihin ja näkökulmiin. Oivallukset voivat auttaa ihmisiä ymmärtämään paremmin itseään ja ympäröivää maailmaa, sekä auttaa heitä kehittymään henkilökohtaisesti ja ammatillisesti. Oivallus on tärkeä tekijä luovassa ja ratkaisukeskeisessä ajattelussa, ja sen avulla ihmiset voivat keksiä uusia tapoja tehdä asioita ja saavuttaa tavoitteitaan."},
      {"name": "Tarkoitus", "size": 1, "info": "Tarkoitus tarkoittaa jonkin asian tai toiminnan päämäärää tai tarkoitusta. Se voi olla henkilökohtainen tai yleisempi tavoite, jonka avulla pyritään saavuttamaan jotain merkityksellistä tai tärkeää. Tarkoitus voi liittyä esimerkiksi ihmisen elämän tarkoitukseen, uran valintaan, harrastuksiin tai yksittäisiin päätöksiin. Tarkoitus voi auttaa ihmistä löytämään merkityksellisyyden ja suunnan elämälleen sekä motivoi häntä toimimaan kohti haluttua päämäärää."}
     ]
    },
    {
     "name": "Mahdollisuudet",
     "children": [
	  {"name": "Aloitteellisuus", "size": 1, "info": "Aloitteellisuus tarkoittaa kykyä tarttua tilaisuuksiin ja aloittaa uusia prosesseja tai ideoita. Aloitteellinen henkilö on aktiivinen ja innovatiivinen, ja hänellä on taipumus tarttua tilaisuuksiin ja etsiä uusia ratkaisuja ongelmiin. Aloitteellisuus voi ilmetä monilla eri elämänaloilla, kuten liike-elämässä, koulutuksessa ja henkilökohtaisella tasolla. Esimerkkejä aloitteellisuudesta ovat uusien ideoiden ehdottaminen, uusien projektien aloittaminen, uusien tapojen tai menetelmien kehittäminen ja mahdollisuuksien etsiminen vaikeissa tilanteissa. Aloitteellisuus on tärkeä taito monilla elämänaloilla, koska se edistää aktiivista ja innovatiivista toimintaa, ja voi auttaa saavuttamaan tavoitteita ja menestystä."},
      {"name": "Riskinotto", "size": 1, "info": "Riskinotto tarkoittaa tietoista ja vapaaehtoista altistumista mahdolliselle menetykselle tai epävarmuudelle tavoiteltaessa parempaa mahdollisuutta saada etua tai hyötyä. Se voi liittyä esimerkiksi sijoittamiseen, liiketoiminnan aloittamiseen, uran valintaan tai henkilökohtaiseen elämään. Riskinotto on yleensä merkittävä osa menestyvien yritysten liiketoimintaa ja sitä voidaan harjoittaa monella eri tasolla. Riskinotto voi johtaa koettuun menestykseen tai epäonnistumiseen ja sen pitkäaikaisvaikutukset voivat olla merkittäviä."},
      {"name": "Luovuus", "size": 1, "info": "Luovuus on kyky tai ominaisuus, joka liittyy uusien, omaperäisten ideoiden, ratkaisujen tai teosten luomiseen. Luovuus voi ilmetä monilla eri tavoilla ja monilla eri alueilla, kuten taiteessa, musiikissa, kirjallisuudessa, tieteessä tai teknologiassa. Toisin kuin pelkkä tietojen tai taitojen hallinta, luovuus merkitsee uusien ideoiden syntymistä ja edustaa ajattelun joustavuutta ja monimuotoisuutta. Luovuus voi auttaa ihmisiä ratkaisemaan ongelmia tai löytämään uusia mahdollisuuksia sekä tuoda iloa ja merkityksellisyyttä elämään."},
      {"name": "Oivaltavuus", "size": 1, "info": "Oivaltavuus tarkoittaa kykyä nähdä asioita uudella tavalla ja keksiä luovia ratkaisuja ongelmiin. Se tarkoittaa henkilön kykyä keksiä uusia ajatuksia ja yhdistellä erilaisia asioita tavalla, joka luo uusia näkökulmia ja mahdollisuuksia. Oivaltavuus on usein sidoksissa luovaan ajatteluun ja se voi auttaa kehittämään uusia ideoita innovaatioiden kehittämiseksi. Oivaltavuus voi esiintyä missä tahansa yhteydessä, kuten tieteissä, taiteessa, suunnittelussa tai liiketoiminnassa. Oivaltava ratkaisu voi olla nopeampi ja tehokkaampi kuin perinteisiin menetelmiin turvautuminen, ja se voi tuoda uutta arvoa ympäröivään maailmaan."},     
	  {"name": "Rohkeus", "size": 1, "info": "Rohkeus tarkoittaa henkilön kykyä toimia pelottomasti ja rohkeasti haastavissa ja epävarmoissa tilanteissa. Se merkitsee pelon ja epäröinnin voittamista ja uskallusta ottaa riskejä tavoiteltaessa tärkeitä tavoitteita. Rohkeus voi ilmetä monilla aloilla ja voi olla merkittävä tekijä menestyksessä, oli sitten kyse urasta, liiketoiminnasta tai henkilökohtaisesta elämästä. Rohkeus voi auttaa ihmisiä saavuttamaan asioita, jotka aluksi tuntuvat mahdottomilta. Se voi myös edustaa henkistä vahvuutta ja sitkeyttä, joiden avulla henkilö voi selviytyä vaikeista tilanteista."},
      {"name": "Itsevarmuus", "size": 1, "info": "Itsevarmuus tarkoittaa kykyä luottaa itseensä, omiin kykyihin ja päätöksiin. Itsevarmuus on tärkeä tekijä henkilökohtaisessa kasvussa, ja se voi auttaa ihmisiä menestymään urallaan ja saavuttamaan tavoitteitaan. Itsevarmuuden merkitys korostuu erityisesti haastavissa ja epävarmoissa tilanteissa, joissa henkilö tarvitsee selviytymis- ja ongelmanratkaisutaitoja. Itsevarmuus voi myös auttaa ihmistä vastustamaan epäpositiivista palautetta ja arvostelua ja antaa hänelle kyvyn menestyä epäedullisissa olosuhteissa. Hankittava itsevarmuus ei tarkoita ylimielisyyttä, vaan sitä, että henkilö arvostaa itseään ja tietää omat kykynsä, mutta on valmis oppimaan ja kehittymään edelleen."},
      {"name": "Intuitio", "size": 1, "info": "Intuitio on henkinen kyky tai taito havaita tai ymmärtää jokin asia ilman selkeää tietoisesti prosessoitua perustetta tai selitystä. Intuitio voi auttaa aistimaan piileviä tai monimutkaisia yhteyksiä tai tunnistamaan ratkaisuvaihtoehtoja, jotka eivät ole ilmeisiä tai helposti havaittavissa järkiperäisellä pohdinnalla. Intuitio voi perustua esimerkiksi henkilökohtaisiin kokemuksiin, tunnekokemuksiin tai epämääräisiin vihjeisiin ja merkkeihin. Intuitiossa ei ole kyse uskomuksesta, vaan henkilökohtaisesta ominaisuudesta, joka voi auttaa ihmisiä tekemään tärkeitä päätöksiä."},
      {"name": "Innovointi", "size": 1, "info": "Innovointi on yksittäisen ihmisen tekemien luovien ja uudenlaisten ideoiden tai ratkaisujen keksimistä ja toteuttamista. Se voi olla esimerkiksi henkilön omaa elämää, kotia, harrastuksia tai työpaikkaa koskevia innovointia. Tällainen innovointi voi auttaa henkilöä kehittämään omaa osaamistaan ja luovuuttaan, ratkomaan ongelmia ja löytämään uusia tapoja tehdä asioita. Innovoinnin merkitys korostuu erityisesti yksilön itsetuntemuksen ja itseluottamuksen kehittämisessä, ja siitä voi olla hyötyä myös työelämässä tai uran kehittämisessä."}
     ]
    },
     {
     "name": "Tiedot",
     "children": [
      {"name": "Viisaus", "size": 1, "info": "Viisaus on kykyä ajatella syvällisesti, käyttää oikeaa harkintaa ja tehdä viisaita päätöksiä. Se liittyy yleensä kokemukseen ja ymmärrykseen elämästä ja siitä, miten asiat toimivat. Viisaus voi auttaa ihmisiä tekemään parempia päätöksiä ja korostaa usein arvoja, kuten ymmärrystä, myötätuntoa ja rehellisyyttä. Viisaus on usein liitetty filosofiaan tai henkiseen kasvuun ja voi auttaa ihmisiä löytämään merkitystä elämän tarkoituksessa."},
      {"name": "Analyyttisyys", "size": 1, "info": "Analyyttisyys tarkoittaa kykyä hahmottaa, ymmärtää ja ratkaista ongelmia erittäin huolellisesti ja tarkasti. Se korostaa harkintaa, logiikkaa ja päättelyä ja edellyttää kykyä eritellä asioita yksityiskohtaisesti ja loogisesti. Analyyttisessä ajattelussa tietoja puretaan pienemmiksi osiksi, analysoidaan ja arvioidaan yksityiskohtaisesti selittääkseen syitä ja seurauksia. Analyyttisyys on tärkeä taito monilla aloilla, erityisesti tieteessä, teknologiassa ja liiketoiminnassa, ja se auttaa ihmisiä ratkaisemaan ongelmia tehokkaasti ja tekemään perusteltuja päätöksiä."},
      {"name": "Loogisuus", "size": 1, "info": "Loogisuus viittaa johdonmukaiseen ajatteluun ja päättelyyn, joka perustuu selkeisiin ja hyvin harkittuihin oletuksiin ja periaatteisiin. Loogisuus edellyttää syvällistä ymmärrystä ja tietoa käsiteltävästä aiheesta sekä kykyä eritellä asiaa osiin ja käsitellä niitä erikseen. Loogisuus mahdollistaa järkevän päätöksenteon, joissa harkitaan erilaisia vaihtoehtoja ja valitaan paras ja sopivin vaihtoehto perustuen faktoihin ja järkevään harkintaan. Loogisuus on tärkeä taito monilla aloilla kuten tieteen, filosofian, teknologian ja liiketoiminnan alalla, ja se auttaa rakentamaan perusteltuja ja vakuuttavia argumentteja sekä tekemään oikeita päätöksiä."},
	  {"name": "Rationaalisuus", "size": 1, "info": "Rationaalisuus on kyky ajatella loogisesti, käyttää järkevää päätöksentekoa ja arvioida vaihtoehtoja huolellisesti. Rationaalinen ajattelu perustuu faktoihin, tiedon arviointiin sekä mahdollisimman tarkkaan ja objektiiviseen analyysiin. Se tarkoittaa, että ihmiset pyrkivät tekemään päätöksiä järkevällä tavalla, käyttäen erilaisia tietoja ja analyyseja, ja että he pyrkivät valitsemaan parhaan vaihtoehdon, joka perustuu heidän harkintaansa ja tietoihinsa. Rationaalisuus on tärkeä taito monilla aloilla, kuten liiketoiminnassa, tieteessä ja filosofiassa, ja se auttaa tekemään perusteltuja päätöksiä, joiden taustalla on objektiivinen ja kriittinen ajattelu."},
      {"name": "Harkitsevuus", "size": 1, "info": "Harkitsevuus on kykyä ajatella huolellisesti eri vaihtoehtoja ennen päätösten tekemistä. Se liittyy usein harkintakykyyn, itsekontrolliin ja harkitsevaan päätöksentekoon. Harkitsevuutta voidaan käyttää erilaisissa elämäntilanteissa, kuten työpaikan valinnassa tai tärkeiden henkilökohtaisten päätösten tekemisessä. Harkitsevat henkilöt painottavat yleensä arvoja, kuten järkevyyttä, vastuullisuutta ja harkintaa. Harkitsevuus auttaa myös välttämään hätiköityjä päätöksiä, joita voisi myöhemmin katua, ja tarjoaa tilaa mahdollisuuksille tarkastella ongelmaa eri näkökulmista."}, 
      {"name": "Kriittisyys", "size": 1, "info": "Kriittisyys tarkoittaa kykyä tarkastella ja arvioida asioita analyyttisesti ja kriittisesti. Se tarkoittaa, että henkilö pyrkii tarkastelemaan asioita ja tietoja objektiivisesti sekä kyseenalaistamaan oletuksia ja perusteluja, jotka asioihin liittyvät. Kriittisyys auttaa ihmisiä muodostamaan oman mielipiteensä perustuen esimerkiksi tutkittuun tietoon, faktoihin ja perusteltuihin argumentteihin. Kriittisyys on tärkeä taito monilla aloilla, kuten liiketoiminnassa, teknologiassa ja koulutuksessa, ja se auttaa ihmisiä tekemään parempia päätöksiä, tarkastelemaan asioita monista eri näkökulmista ja välttämään harhaanjohtavia tai vääriä päätelmiä."}
           ]
    },
    {
     "name": "Taidot",
     "children": [
      {"name": "Ennakoivuus", "size": 1, "info": "Ennakoivuus viittaa kykyyn ennustaa tulevia tapahtumia ja tilanteita ja valmistautua niihin asianmukaisesti. Ennakoivuus on tärkeä taito monilla eri aloilla, kuten liiketoiminnassa, hallinnossa ja sotilasstrategiassa. Se edellyttää menneisyyden tietojen huolellista analysointia, riskien arviointia ja tulevaisuuden suuntauksien tarkkaa seurantaa. Ennakoivuus auttaa ihmisiä ennakoida mahdollisia ongelmia tai esteitä tulevaisuudessa ja voidaan käyttää strategisten päätösten tekemisessä. Se voi myös auttaa ihmisiä tinkimään huonommin tärkeistä asioista, jotta voidaan valmistautua tulevaisuuden haasteisiin ja mahdollisuuksiin."},
      {"name": "Kehittyvyys", "size": 1, "info": "Kehittyvyys tarkoittaa kykyä tai halua kehittyä ja parantaa omaa toimintaa tai osaamista. Kehittyvyys voi liittyä esimerkiksi ammatilliseen kehittymiseen, jossa pyritään kehittämään omaa ammatillista osaamista ja taitoja tai organisaation kehittymiseen, jossa pyritään parantamaan organisaation toimintaa, kilpailukykyä tai tuotteita. Kehittävyys voi olla myös tärkeä tekijä henkilökohtaisessa kasvussa ja hyvinvoinnissa. Kehittävyys voi ilmentyä esimerkiksi uuden tiedon hankkimisena, uusien taitojen oppimisena, virheistä oppimisena tai oman toiminnan kriittisenä tarkasteluna ja arvioimisena. Kehittävyys on tärkeä piirre niin yksilöiden kuin organisaatioidenkin kannalta, sillä se mahdollistaa kasvun ja kehittymisen sekä tarjoaa uusia mahdollisuuksia ja haasteita."},
      {"name": "Uppoutuminen", "size": 1, "info": "Uppoutuminen tarkoittaa henkilön voimakasta keskittymistä ja uppoutumista johonkin tekemiseen tai kokemukseen niin, että henkilö unohtaa ajan ja paikan tajunsa. Se voi tapahtua esimerkiksi silloin, kun henkilö uppoutuu intensiivisesti jonkin harrastuksen, tehtävän tai luovan projektin pariin. Uppoutuminen voi olla myös osa flow-kokemusta, joka kuvaa tilaa, jossa henkilö on täysin läsnä ja keskittynyt tekemiseen, joten hänen kokemansa mielihyvä ja suoritustaso nousevat. Uppoutuminen voi tuoda ihmiselle mielihyvää ja antaa hänelle mahdollisuuden elää hetkessä sekä kehittää omia henkilökohtaisia taitojaan ja osaamistaan."},      
	  {"name": "Sopeutuvuus", "size": 1, "info": "Sopeutuvuus tarkoittaa kykyä mukautua erilaisiin tilanteisiin ja muutoksiin ympäristössä. Se tarkoittaa, että henkilö kykenee sopeutumaan erilaisiin haasteisiin, toimimaan joustavasti ja löytämään uusia ratkaisuja erilaisissa tilanteissa. Sopeutuvuus on tärkeä taito monilla eri aloilla, kuten liiketoiminnassa, diplomatian, teknologian ja hallinnon parissa. Se auttaa ihmisiä sopeutumaan nopeasti muutoksiin ja epävarmuuteen sekä löytämään uusia tapoja vastata haasteisiin. Sopeutuvuus voi myös auttaa ihmisiä kehittämään luovia ratkaisuja ongelmiin ja edistää innovatiivisuutta. Sopeutuvuus on tärkeä taito, jota voi kehittää harjoittelulla ja kokemuksella."},
      {"name": "Uteliaisuus", "size": 1, "info": "Uteliaisuus tarkoittaa kiinnostusta uusia asioita kohtaan, halua oppia lisää ja tutkia maailmaa ympärillään. Se voi liittyä erilaisiin asioihin, kuten ihmissuhteisiin, kulttuuriin, tiedeeseen, taiteeseen, luontoon tai arkisiin ilmiöihin. Uteliaisuus auttaa ihmisiä kehittämään uusia taitoja, luomaan yhteyksiä eri asioiden välillä ja laajentamaan näkökulmaa. Se voi myös auttaa ihmisiä innovoimaan ja ratkaisemaan ongelmia. Uteliaisuus on tärkeä taito monilla aloilla, kuten tutkimuksessa, innovaatioiden kehittämisessä ja myyntityössä, ja sen avulla ihmiset voivat pysyä ajan tasalla uusimmista kehityksistä ja löytää uusia tapoja luoda arvoa."},
      {"name": "Joustavuus", "size": 1, "info": "Joustavuus tarkoittaa kykyä sopeutua muuttuviin tilanteisiin ja tarvittaessa muuttaa omaa toimintatapaa tai ajattelua. Se voi ilmetä erilaisina ominaisuuksina tai taitoina, kuten sopeutumiskyvynä, muutokseen mukautumisena, avoimuutena uusille ideoille tai kykynä käsitellä epävarmuutta ja riskejä. Joustavuus on usein tärkeä taito monilla eri aloilla, kuten liike-elämässä, politiikassa ja johtamisessa. Joustavuus voi auttaa ihmisiä sopeutumaan nopeasti muutoksiin ja haasteisiin, luomaan uusia ratkaisuja ongelmiin ja kehittämään luovia ideoita. Se edellyttää avointa mieltä ja valmiutta oppia uutta, ja sitä voidaan harjoitella ja kehittää."},
      {"name": "Itsehillintä", "size": 1, "info": "Itsehillintä tarkoittaa kykyä hallita ja säädellä omia tunteita, ajatuksia ja käyttäytymistä. Se voi auttaa ihmisiä pysymään rauhallisena ja säilyttämään harkintakykynsä vaikeissa tilanteissa. Itsehillintä on tärkeä taito monilla elämänalueilla, kuten urheilussa, työelämässä ja ihmissuhteissa. Se voi auttaa ihmisiä saavuttamaan tavoitteitaan ja välttämään virheitä, kun he pitävät tunteensa ja ajatuksensa kurissa. Itsehillintää voidaan kehittää muun muassa mielenterveyden hoitokeinoin, kuten mindfulness-harjoituksin, ja harjoittelemalla tietoisesti käyttäytymistä ja reaktioita erilaisissa tilanteissa."}
     ]
    }, 
    {
     "name": "Kyvyt",
     "children": [
      {"name": "Johtajuus", "size": 1, "info": "Johtajuus on kyky saada ihmiset toimimaan yhteisten päämäärien saavuttamiseksi. Johtajuus voi tarkoittaa henkilön asemaa esimerkiksi yrityksen, organisaation tai yhteisön johdossa, mutta se voi myös ilmetä ilman virallista asemaa. Johtajuuteen liittyy kyky kommunikoida tehokkaasti, inspiroida muita, tehdä päätöksiä ja hallita resursseja. Hyvä johtaja pystyy luomaan yhteistyötä ja kannustamaan muita, ja hän kykenee myös ottamaan vastuun teoistaan. Johtajuus on tärkeä taito monilla elämänaloilla, kuten liike-elämässä, politiikassa, koulutuksessa ja urheilussa. Hyvä johtajuus voi auttaa saavuttamaan tavoitteita ja luomaan menestyksekästä toimintaa, kun taas huono johtajuus voi johtaa epäonnistumisiin ja ristiriitoihin."},
      {"name": "Delegoivuus", "size": 1, "info": "Delegoivuus on johtamistyyli ja yksi johtajuustyypeistä, joissa johtaja antaa alaisilleen melko suuren autonomian ja vapauden päätöksenteossa. Tämä tarkoittaa sitä, että johtaja antaa vastuuta alaisilleen ja luottaa heidän kykyihinsä toimia itsenäisesti ja tehdä päätöksiä. Delegoivassa johtamisessa johtaja valvoo kuitenkin edelleen alaistaan ja auttaa häntä tarvittaessa. Delegoivuus perustuu siihen, että johtaja uskoo alaistensa kykyihin ja haluaa antaa heille mahdollisuuden kehittyä ja kasvaa vastuullisesti. Delegoivuus on yksi johtajuustyypeistä, jota käytetään usein organisaatioiden ylemmän tason johtajien ja esimiesten toimesta."},
      {"name": "Itseohjautuvuus", "size": 1, "info": "Itseohjautuvuus tarkoittaa kykyä organisoitua ja työskennellä ilman perinteistä hierarkkista valta-asetelmaa. Se tarkoittaa sitä, että yhteisön jäsenet ovat vastuussa omasta työstään ja työskentelevät yhdessä tavoitteiden saavuttamiseksi. Itseohjautuvuus perustuu arvoihin, kuten luottamukseen, avoimuuteen, vastuullisuuteen ja joustavuuteen. Se voi auttaa organisaatioita, yrityksiä ja yksilöitä toimimaan tehokkaammin ja innovatiivisemmin, ja se voi myös parantaa työilmapiiriä ja henkilöstön sitoutumista. Itseohjautuvuus voi ilmetä eri tasoilla, kuten päätöksenteossa, kommunikaatiossa ja työn jakamisessa, ja sen toteuttamisessa voidaan käyttää erilaisia menetelmiä, kuten holokratiaa, itseohjautuvia tiimejä ja hajautettua johtajuutta."},
	  {"name": "Ongelmanratkaisu", "size": 1, "info": "Ongelmanratkaisu tarkoittaa kykyä löytää ratkaisuja erilaisiin ongelmiin tai haasteisiin. Se voi sisältää monenlaisia vaiheita, kuten ongelman määrittely, tavoitteiden asettaminen, tietojen kerääminen, vaihtoehtojen arvioiminen ja ratkaisun toteuttaminen. Ongelmanratkaisu on tärkeä taito monilla aloilla, kuten liiketoiminnassa, teknologiassa ja tieteen parissa. Ongelmanratkaisua voidaan kehittää harjoittelemalla erilaisia tekniikoita ja lähestymistapoja, kuten systeeminen ajattelu, luova ongelmanratkaisu ja rationaalinen päätöksenteko. Oleellista on tunnistaa eri vaiheiden merkitys, käyttää olemassa olevia tietoja ja taitoja, osata ajatella innovatiivisesti ja joustavasti sekä luoda uusia ratkaisuja ongelmiin, joita ei ole aiemmin koettu."},
      {"name": "Päätöksentekokyky", "size": 1, "info": "Päätöksentekokyky tarkoittaa kykyä tehdä rationaalisia päätöksiä erilaisissa tilanteissa. Päätöksentekokykyyn liittyy monia erilaisia ominaisuuksia, kuten kykyä arvioida vaihtoehtoja, analysoitavaa informaatiota, ennustaa mahdollisia tulevaisuuden tilanteita ja riskienhallintaan. Se voidaan saavuttaa kokemuksen, koulutuksen, intuitiivisen lahjakkuuden ja oikean tyyppisen henkisen valmistautumisen avulla. Hyvä päätöksentekokyky on tärkeä taito monilla elämänaloilla, kuten liike-elämässä, politiikassa, koulutuksessa ja henkilökohtaisella tasolla. Päätöksentekokykyä voidaan kehittää ja hioa tarkoituksenmukaisella harjoittelulla ja kokemuksilla."},
      {"name": "Päättelykyky", "size": 1, "info": "Päättelykyky tarkoittaa kykyä päätellä tai päätellä jotain tiettyä asiaa. Se on taito, joka vaatii loogista ajattelua, kykyä ratkaista ongelmia ja päätellä tietoja saavutettavissa olevista tiedoista. Päättelykykyyn liittyy kyky arvioida oikeellisuutta ja pitää mielessä erilaisia olettamuksia, jotka voivat vaikuttaa lopputulokseen. Päättelykyky on tärkeä taito monilla elämänaloilla, kuten liike-elämässä, tutkimuksessa, koulutuksessa ja henkilökohtaisella tasolla. Päättelykykyä voidaan kehittää muun muassa käyttämällä kriittistä ajattelua ja käsittelemällä uutta tietoa järjestelmällisesti ja huolellisesti."},
      {"name": "Sinnikkyys", "size": 1, "info": "Sinnikkyys tarkoittaa sitkeyttä ja sisua jatkaa sitkeästi kohti päämäärää, vaikka edessä olisi haasteita ja vaikeuksia. Sinnikkyys on tärkeä ominaisuus monilla elämänaloilla, kuten koulutuksessa, urheilussa, liike-elämässä ja henkilökohtaisessa kasvussa. Sinnikkyys auttaa henkilöä jatkamaan yrittämistä myös silloin, kun ensimmäiset yritykset eivät onnistu tai ongelmia tulee vastaan. Sinnikkäät henkilöt ovat motivoituneita ja sitoutuneita tavoitteidensa saavuttamiseen, ja he uskovat, että päämäärä on saavutettavissa, jos vain jatkavat yrittämistä ja käyttävät luovuuttaan löytääkseen uusia ratkaisuja. Sinnikkyys voidaan oppia ja kehittää tietoisesti, ja se voi olla hyödyllinen monissa elämän tilanteissa."},
      {"name": "Omaksuvuus", "size": 1, "info": "Omaksuvuus tarkoittaa kykyä oppia uusia asioita ja omaksua uusia käyttäytymismalleja, ajattelutapoja ja arvoja. Omaksuvuus voi liittyä yksilöön, yhteisöön tai kulttuuriin, ja se voi tapahtua tietoisesti tai tiedostamatta. Esimerkkejä omaksuvuudesta ovat uuden kielen oppiminen, uusien ajatusmallien omaksuminen tai uusien teknologioiden käyttöönotto. Omaksuvuus on tärkeä ominaisuus nykypäivän nopeasti muuttuvassa maailmassa, ja se edistää yksilön sopeutumista erilaisiin tilanteisiin ja antaa mahdollisuuden kasvattaa omaa asiantuntemusta monilla eri aloilla."}
     ]
    }
   ]
  }, 
  {
   "name": "Ajanhallinta",
   "children": [
    {
     "name": "Työ",
     "children": [
      {"name": "Soveltuvuus", "size": 1, "info": "Soveltuvuus tarkoittaa yksilön kykyä soveltua tiettyyn tehtävään, työpaikkaan tai ammattiin. Henkilökohtainen soveltuvuus voi perustua esimerkiksi yksilön persoonallisuuteen, taitoihin, kykyihin, kokemukseen ja arvoihin. Työpaikan tai ammatin soveltuvuutta harkittaessa henkilökohtainen soveltuvuus on tärkeä ottaa huomioon, sillä se voi vaikuttaa yksilön työssä jaksamiseen, toimivuuteen ja motivaatioon. Työnantajat arvioivat usein henkilökohtaista soveltuvuutta haastatteluiden, testien tai muiden arviointimenetelmien avulla rekrytointiprosessin aikana. Henkilökohtainen soveltuvuus voi myös liittyä yksilön valintoihin opinnoissa tai uran suunnittelussa, kun hän pohtii, mikä ala tai tehtävä sopii hänelle parhaiten."},
      {"name": "Aikatauluttava", "size": 1, "info": "Aikatauluttava henkilö pyrkii suorittamaan tehtävät tai projektit määräaikojen sisällä. Hän hallitsee omaa aikaansa hyvin ja pitää huolta siitä, että työt saadaan valmiiksi sovittujen aikarajojen puitteissa. Tällainen henkilö on usein tarkkaavainen ja huolellinen suunnittelija, joka ottaa huomioon erilaiset tekijät ja resurssit ja pyrkii aikatauluttamaan työnsä siten, että mahdollisten viivästysten riski minimoidaan."},
      {"name": "Itsekuri", "size": 1, "info": "Itsekuri tarkoittaa henkilön kykyä pysyä kurinalaisena ja hallita omaa käyttäytymistään, ajatuksiaan ja tunteitaan. Itsekuri liittyy usein pitkäjänteisyyteen ja vastuullisuuteen, sillä ilman kykyä hallita itseään voi olla vaikeaa saavuttaa asetettuja tavoitteita tai tehdä oikeita päätöksiä. Itsekuri vaatii usein tahdonvoimaa, joka on henkilön kykyä keskittyä ja jaksaa tehdä haluttua asiaa, vaikka se olisi epämukavaa tai vastenmielistä. Itsekuri on tärkeä ominaisuus esimerkiksi tietyissä ammateissa, kuten urheilussa tai taiteessa, mutta myös yleisesti omien tavoitteiden saavuttamisessa ja itsensä kehittämisessä."},
      {"name": "Noudattauuus", "size": 1, "info": "Noudattavuus tarkoittaa, että henkilö noudattaa työpaikan määräyksiä ja sääntöjä sekä sovittuja toimintatapoja ja käytäntöjä. Noudattavuuden tavoitteena on taata turvallinen ja tehokas työympäristö, jossa työntekijät voivat työskennellä ilman turhia riskejä ja epäselvyyksiä. Noudattavuus voi liittyä myös erilaisiin lainalaisuuksiin, joita yritykset joutuvat noudattamaan toiminnassaan, kuten työaikalakiin tai turvallisuusmääräyksiin."},
	  {"name": "Sitoutuvuus", "size": 1, "info": "Sitoutuvuus tarkoittaa työntekijän motivaatiota ja halua sitoutua työhönsä, tehdä työnsä hyvin ja tukea organisaation tavoitteita. Sitoutuneet työntekijät ovat yleensä tyytyväisempiä työhönsä, tehokkaampia, vähemmän poissaolevia ja halukkaampia kehittää omaa osaamistaan sekä jakaa sitä myös muille organisaatiossa."},
      {"name": "Säännöllisyys", "size": 1, "info": "Säännöllisyys on henkilön kykyä noudattaa tiettyjä rutiineja tai tapoja tietyllä säännöllisyydellä. Tämä voi ilmentyä esimerkiksi säännöllisenä unirytminä, säännöllisenä liikuntaohjelmana tai säännöllisten aikataulujen noudattamisena esimerkiksi töissä tai koulussa. Yleisesti ottaen säännöllisyys voi edistää hyvinvointia, tehokkuutta ja vähentää stressiä, mutta tietyissä tapauksissa, kuten pakonomaisessa säännöllisyyden noudattamisessa, se voi myös olla haitallista."}
     ]
	},
    {
     "name": "Koti",
     "children": [
      {"name": "Rutiininomaisuus", "size": 1, "info": "Rutiininomaisuus tarkoittaa sellaisia asioita tai toimintoja, jotka suoritetaan säännöllisesti, ennakoitavasti ja usein samalla tavalla. Rutiininomaisuus voi liittyä esimerkiksi tiettyihin tapoihin tai rutiineihin, jotka ovat osa henkilön arkea tai työtehtäviä. Rutiininomaisilla toiminnoilla on yleensä tietty tarkoitus, ja ne auttavat säilyttämään järjestystä, suorittamaan tärkeitä tehtäviä säännöllisesti ja vähentämään stressiä hakemalla säännöllisyyttä arkeen. Rutiininomaista käyttäytymistä voi havaita esim. kotitöissä, ruokailutavoissa tai ajankäytön suunnittelussa."},
      {"name": "Siisteys", "size": 1, "info": "Siisteys tarkoittaa yleensä puhtauden ja järjestyksen ylläpitämistä. Se liittyy usein kodin tai työpaikan ympäristön siisteyteen ja siihen, että ympäristö on puhdas, siisti ja hygieeninen. Siisteys voi myös tarkoittaa henkilön ulkoista olemusta tai asua, joka on huoliteltu ja siisti. Siisteys voi vaikuttaa paitsi fyysiseen hyvinvointiin ja terveyteen, myös psyykkiseen hyvinvointiin, sillä siisti ympäristö tai pukeutuminen voi lisätä mielihyvää, luoda turvallisuuden tunnetta ja helpottaa stressiä. Lisäksi siisteys voi olla myös osa yleistä hygienian ylläpitämistä ja terveiden elämäntapojen edistämistä."},
      {"name": "Kätevyys", "size": 1, "info": "Kätevyys tarkoittaa yleensä jonkin asian tai toiminnan helppoutta ja vaivattomuutta. Se liittyy erilaisten käytännön asioiden helppouteen ja nopeuteen, jotka mahdollistavat päivittäisten tehtävien suorittamisen tehokkaasti ja sujuvasti. Kätevyys voi liittyä esimerkiksi tuotteiden tai palveluiden käyttöön tai hankkimiseen, jolloin ne ovat helppokäyttöisiä ja asiakkaalle miellyttäviä. Kätevyys voi myös viitata fyysiseen taitavuuteen tai kädentaitoihin, jolla voidaan saavuttaa jotain tiettyä päämäärää. Lisäksi kätevyydellä voidaan tarkoittaa monia muita erilaisia asioita, kuten esimerkiksi arjen järjestämistä, ajankäytön hallintaa sekä monipuolista osaamista ja teknistä taitavuutta."},
      {"name": "Hygienisyys", "size": 1, "info": "Hygienisyys tarkoittaa yleensä puhtauteen, terveyteen ja hyvinvointiin liittyviä asioita. Hygienisyys voidaan liittää esimerkiksi henkilökohtaiseen hygieniaan, joka tarkoittaa yksilön huolenpitoa omasta puhtaudestaan ja terveydestään. Se voi myös liittyä esimerkiksi ammattimaiseen hygienian ylläpitämiseen, kuten elintarviketeollisuudessa, sairaalaympäristöissä tai muissa vastaavissa paikoissa, joissa puhtaus ja hygienia ovat erityisen tärkeitä. Hygienisyys edistää terveyttä ja hyvinvointia, sillä se vähentää infektioiden, bakteerien ja virusten leviämistä ja mahdollistaa turvallisen ympäristön niin yksilöiden kuin yhteisöjenkin tarpeisiin."},    
      {"name": "Puhtaus", "size": 1, "info": "Puhtaus voi liittyä henkilökohtaiseen puhtauteen ja hygieniaan, joka tarkoittaa henkilön säilymistä terveenä ja välttämistä infektioita ja tauteja. Puhtaus voi myös liittyä abstraktimpiin käsitteisiin, kuten esimerkiksi moraaliseen tai henkiseen puhtauteen, jolloin kyse voi olla esimerkiksi rehellisyydestä, vilpittömyydestä tai hyväksyttävästä käytöksestä. Puhtaus on tärkeää monella eri alalla, sillä se edistää terveyttä, hyvinvointia ja turvallisuutta sekä luo miellyttävää ympäristöä niin yksilöille kuin yhteisöillekin."}
     ]
    }, 
    {
     "name": "Vapaa-aika",
     "children": [
      {"name": "Tasapainoisuus", "size": 1, "info": " Tasapainoisuus voi liittyä esimerkiksi ihmissuhteisiin, työelämään tai henkilökohtaiseen hyvinvointiin, jossa henkilöllä on tasapainoinen suhde eri elämänalueisiin ja elämän eri osa-alueet ovat harmoniassa keskenään. Tasapainoisuus voi tarkoittaa myös esimerkiksi ajattelutavan tai päätöksenteon tasapainoa, joka on perusteltua ja harkittua. Tasapainoisuus on tärkeää, sillä se edistää terveyttä, hyvinvointia, onnellisuutta ja tuottavuutta."},
      {"name": "Ulkoilevuus", "size": 1, "info": "Ulkoilevuus tarkoittaa aktiivista elämäntapaa, jossa henkilö viettää aikaa ulkona ja harrastaa esimerkiksi kävelyä, lenkkeilyä tai muita urheilulajeja ulkona. Ulkoilevuutta voi myös liittyä esimerkiksi enemmän luontoon suuntautuneeseen tai ulkotiloissa vietettyyn vapaa-aikaan. Ulkoilevuus edistää terveyttä ja hyvinvointia, sillä se lisää liikuntaa ja antaa mahdollisuuden nauttia raikkaasta ilmasta sekä auringonvalosta, jotka voivat parantaa mielialaa ja helpottaa stressiä. Ulkoilevuus on tärkeää erityisesti työntäyteisen arjen keskellä, sillä se on hyvä tapa rentoutua ja viettää aikaa omien ajatusten kanssa."},
      {"name": "Monipuolisuus", "size": 1, "info": "Monipuolinen henkilö osaa tai sisältää erilaisia tai useita erilaisia asioita, mikä mahdollistaa monipuolisemman lähestymistavan tai ratkaisun. Esimerkiksi monipuolinen ruokavalio sisältää laajan valikoiman erilaisia elintarvikkeita, jotka antavat elimistölle monipuolisesti ravintoaineita. Urheilija, joka harrastaa monipuolisesti erilaisia lajeja, kehittää useita eri fyysisiä taitoja ja ominaisuuksia. Monipuolinen ihminen, joka harrastaa erilaisia asioita ja omistaa monipuolisia taitoja ja kykyjä, on usein joustava ja sopeutuvainen erilaisiin tilanteisiin ja haasteisiin. Monipuolisuus on tärkeää erityisesti nykyaikaisessa yhteiskunnassa, jossa muutokset ja vaatimukset ovat jatkuvasti muuttuvia."},
      {"name": "Rentoutuvuus", "size": 1, "info": "Rentoutuvuus tarkoittaa kykyä rentoutua ja vähentää stressiä tai jännitystä kehon ja mielen avulla. Rentoutuvuus voi olla synnynnäistä tai kehitettävissä oleva ominaisuus, joka auttaa ihmistä hallitsemaan stressaavia tilanteita ja säilyttämään mielenrauhan. Se voi olla myös tavoite tai tekniikka, jonka avulla henkilö pyrkii aktiivisesti saavuttamaan rentoutuneen tilan, esimerkiksi meditaation tai joogan avulla. Rentoutuvuus on tärkeää, sillä se auttaa vähentämään stressiä ja edistää henkilön fyysistä ja henkistä hyvinvointia."},   
      {"name": "Liikunnallisuus", "size": 1, "info": "Liikunnallisuus tarkoittaa aktiivista elämäntapaa, joka sisältää säännöllistä ja monipuolista liikuntaa. Se tarkoittaa henkilön kykyä ja halua harrastaa erilaisia liikuntamuotoja, kuten esimerkiksi lenkkeilyä, voimaharjoittelua tai erilaisia ryhmäliikuntalajeja. Liikunnallisuus edistää terveyttä ja hyvinvointia, sillä se tukee kehon ja mielen terveyttä ja auttaa säilyttämään hyvän kunnon. Liikunnallisuus lisää myös energisyyttä, lisää työtehoa ja parantaa stressinsietokykyä. Liikunnalliset elämäntavat ovat erityisen tärkeitä, sillä ne auttavat ennaltaehkäisemään erilaisia sairauksia, kuten sydän- ja verisuonisairauksia, diabetesta ja ylipainoa."},
      {"name": "Virkistäytyvyys", "size": 1, "info": "Virkistäytyvyys tarkoittaa henkilön kykyä tai mahdollisuutta palautua henkisesti tai fyysisesti rasituksesta tai stressistä. Sana viittaa henkilön kykyyn saada levähdyshetki tai virkistys olemalla mukana jossain rentouttavassa tai miellyttävässä toiminnassa, esimerkiksi harrastuksissa tai luonnossa liikkumisessa. Virkistäytyminen on tärkeää kontrastina stressaavalle tai hektiselle elämälle tai työlle. Se auttaa palauttamaan energian ja vähentää stressiä, mikä puolestaan edistää terveyttä ja hyvinvointia. Esimerkkejä virkistäytymiseen liittyvistä toiminnoista ovat rentouttava liikunta, lukeminen, retkeily, matkailu ja sosiaalinen kanssakäyminen."}
     ]
    },
    {
     "name": "Tärkeys",
     "children": [
      {"name": "Selkeys", "size": 1, "info": "Selkeys tarkoittaa yksilön kykyä olla selvillä omista arvoistaan, motivaatioistaan, tavoitteistaan ja rajoistaan. Tämä selkeys auttaa yksilöä tekemään valintoja, jotka perustuvat omiin tarpeisiin ja haluihin, mikä voi edistää henkilökohtaista kasvua ja hyvinvointia. Selkeys vaatii tarkastelua ja itsetutkiskelua useissa eri elämänalueissa, kuten ura, terveys, ihmissuhteet ja harrastukset. Yksilö, joka tuntee itsensä selkeästi, voi myös kommunikoida paremmin muiden kanssa ja on paremmin varautunut kohtaamaan haasteita ja muutoksia elämässään."},
      {"name": "Vaikuttavuus", "size": 1, "info": "Vaikuttavuus tarkoittaa yksilön kykyä vaikuttaa ympäröivään maailmaan ja tuottaa muutoksia omalla panoksellaan. Se tarkoittaa henkilön kykyä hyödyntää omia taitojaan, kokemuksiaan ja persoonallisuuttaan saavuttaakseen tavoitteita ja luodakseen merkityksellisen elämän itselleen ja muille. Vaikuttavuus voi ilmetä erilaisilla tavoilla, kuten esimerkiksi sosiaalisten suhteiden kautta, tietojen jakamisella, henkilökohtaisella esimerkillä tai positiivisella asenteella. Se on tärkeä osa yksilön identiteettiä ja voi myös edistää hänen henkilökohtaista kasvuaan. Vaikuttavuus voi olla myös yksi osa organisaation tai yrityksen vaikuttavuutta, sillä yksilöiden panos on tärkeä osa suurempaa kokonaisuutta."},
      {"name": "Hyödyllisyys", "size": 1, "info": "Hyödyllisyys tarkoittaa jonkin asian tai toiminnan hyötyä tai hyödyllisyyttä yksilölle tai yhteiskunnalle. Jokin asia tai toiminta on hyödyllinen, jos se tuottaa positiivisia vaikutuksia, edistää hyvinvointia tai auttaa ratkaisemaan ongelmia. Esimerkkejä hyödyllisistä asioista voivat olla terveellinen ruokavalio, liikunta, koulutus, innovaatiot, kestävä kehitys ja turvallisuus. Hyödyllisyys on tärkeä käsite arvioidessa eri asioiden merkityksellisyyttä ja vaikutuksia, ja se auttaa tunnistamaan, mitkä asiat ja toiminnot ovat arvokkaita ja kannattaa pyrkiä edistämään."},
      {"name": "Suorituskykyisyys", "size": 1, "info": "Suorituskykyisyys tarkoittaa yksilön kykyä suorittaa tehtäviä tai toimia tehokkaasti, ja se voi olla monisyinen käsite. Se voi kuvata yksilön fyysisiä kykyjä (esim. urheilusuoritukset), henkistä suorituskykyä (esim. kognitiiviset taidot ja älykkyys), menestystä työssä (esim. tehokkuus ja tuottavuus) tai koulussa (esim. akateemiset tulokset ja oppimiskyky). Suorituskykyisyyden arviointi voi auttaa yksilöä tunnistamaan omat vahvuutensa ja löytämään keinoja parantaa omia taitojaan ja saavuttaa omia tavoitteitaan. Hyvä henkilökohtainen suorituskyky voi edistää henkilön terveyttä ja hyvinvointia, lisätä itseluottamusta ja tukea menestystä työssä ja elämässä yleisesti."},
      {"name": "Tehokkuus", "size": 1, "info": "Tehokkuus tarkoittaa yksilön kykyä käyttää resurssejaan tehokkaasti tavoitteiden saavuttamiseksi. Se voi viitata henkilön kykyyn saavuttaa tavoitteitaan työssä, koulutuksessa, urheilussa tai yksityiselämässä. Tehokkuuden parantaminen voi auttaa yksilöä käyttämään aikaansa ja energiaansa viisaammin, tekemään parempia päätöksiä ja saavuttamaan tavoitteitaan nopeammin ja helpommin. Tärkeitä tekijöitä henkilökohtaisen tehokkuuden parantamisessa voivat olla esimerkiksi ajanhallinnan taidot, organisointikyky, priorisointi, tavoitteiden asettaminen sekä itsedispilini ja motivaatio. Hyvä tehokkuus voi tuoda monia etuja, kuten parempaa työsuoritusta, onnistumisen tunnetta ja kykyä tasapainottaa työtä ja vapaa-aikaa."},
      {"name": "Käytännöllisyys", "size": 1, "info": "Käytännöllisyys käytännöllisyys tarkoittaa kykyä soveltaa asioita käytännössä yksilön arkielämässä tai työtehtävissä. Käytännöllinen henkilö pyrkii löytämään tehokkaita, toimivia ja käyttökelpoisia ratkaisuja erilaisiin haasteisiin ja ongelmiin. Käytännöllisyyttä voidaan soveltaa eri tilanteissa, kuten työpaikalla, kotona tai harrastuksissa. Esimerkiksi kotona käytännöllinen henkilö saattaa käyttää järjestelmällisiä ratkaisuja, kuten tiettyä järjestystä esineiden säilyttämiseen tai tehokasta siivousstrategiaa. Työpaikalla käytännöllisyys voi liittyä esimerkiksi tehokkaaseen projektinhallintaan tai järkevien työjärjestelyjen käyttöön. Käytännöllisyys perustuu kykyyn ajatella järkevästi ja löytää nopeita, helposti toteutettavia ratkaisuja, mikä voi auttaa yksilöä selviytymään arjessaan tehokkaasti."},
	  {"name": "Tarpeellisuus", "size": 1, "info": "Tarpeellisuus voi liittyä yksilön tarpeisiin, odotuksiin ja intresseihin esimerkiksi opiskelussa, työssä tai vapaa-ajalla. Tarpeellisuus voi myös viitata yksilön kykyyn selvitä haasteista ja tavoitteiden saavuttamisesta, tai siihen, miten yksilö kokee olevansa merkityksellinen ja tärkeä osa yhteiskuntaa tai yhteisöä. Tarpeellisuuden merkitys voi vaihdella suuresti yksilöiden välillä, sillä jokaisella meistä on oma tapamme kokea ja arvioida asioita. Yksilön tarpeiden ja odotusten tunnistaminen voi auttaa häntä löytämään tavoitteitaan vastaavia palveluja ja toimintoja sekä kehittämään itseään."},
      {"name": "Tuottavuus", "size": 1, "info": "Aikaansaavuus tarkoittaa yksilön kykyä suorittaa tehtäviä tai saavuttaa tavoitteita tehokkaasti ja tuottavasti. Se voi liittyä esimerkiksi henkilön työsuoritukseen, opiskeluun, urheiluun tai henkilökohtaiseen kehittymiseen. Aikaansaavuus voidaan mitata esimerkiksi työn määränä, laadulla, tehokkuutena ja saavutettujen tavoitteiden määränä. Henkilökohtaisen aikaansaavuuden parantaminen voi tapahtua esimerkiksi paremmalla ajankäytöllä, tavoitteiden asettamisella ja priorisoinnilla, sekä tehokkaammilla työ- ja oppimistavoilla. Hyvä aikaansaavuus voi auttaa yksilöä saavuttamaan tavoitteensa nopeammin ja helpommin ja antaa hänelle enemmän itseluottamusta ja tyydytystä saavutuksistaan."}
     ]
    },
    {
     "name": "Järjestys",
     "children": [
      {"name": "Arvostus", "size": 1, "info": "Arvostus tarkoittaa yksilön henkilökohtaista käsitystä siitä, mikä hänelle on tärkeää ja arvokasta. Tämä voi koskea esimerkiksi henkilön omia mielenkiinnon kohteita, arvoja, ihmissuhteita, elämäntapaa ja tavoitteita. Arvostus perustuu usein yksilön omaan kokemukseen ja näkemykseen asioista, ja se voi vaihdella suuresti eri ihmisten välillä. Arvostus voi vaikuttaa siihen, miten yksilö elää elämäänsä ja miten hän suhtautuu erilaisiin tilanteisiin ja ihmisiin. Tietoisuus omasta arvostuksesta voi auttaa yksilöä tekemään parempia päätöksiä ja löytämään omaan elämäänsä sopivia tavoitteita ja toimintatapoja. Se voi myös auttaa yksilöä ymmärtämään muiden ihmisten arvoja ja näkemyksiä paremmin ja edistää yhteisymmärrystä eri kulttuurien välillä."},
      {"name": "Priorisointi", "size": 1, "info": "Priorisointi tarkoittaa yksilön kykyä asettaa omat tehtävät ja tavoitteet tärkeysjärjestykseen omien arvojensa, tavoitteidensa ja aikataulujensa mukaan. Se voi auttaa yksilöä käyttämään aikaansa ja resurssejaan tehokkaasti ja saavuttamaan omia tavoitteitaan paremmin. Priorisointi voi olla erittäin tärkeää erityisesti silloin, kun yksilöllä on paljon erilaisia tehtäviä ja tavoitteita, mutta aikaa ja muita resursseja on rajallinen määrä. Priorisointi voi tapahtua esimerkiksi asettamalla tavoitteet tärkeysjärjestykseen, jakamalla tehtävät ja tavoitteet eri aikajaksoihin, priorisoimalla aikaa eri tehtäville ja tavoitteille ja käyttämällä erilaisia työkaluja, kuten listoja ja kalentereita. Hyvä priorisointi auttaa yksilöä saavuttamaan tavoitteensa ja antaa hänelle selkeyttä ja hallintaa elämässään."},
      {"name": "Strategisuus", "size": 1, "info": "Strategisuus viittaa yksilön kykyyn suunnitella ja toteuttaa voimavarojaan omien henkilökohtaisten tavoitteidensa saavuttamiseksi pitkäjänteisesti ja suunnitelmallisesti. Tällainen strateginen toiminta voi liittyä esimerkiksi oman uran tai opiskelun suunnitteluun, henkilökohtaisten projektien suunnitteluun tai oman ajankäytön hallintaan. Strategisuus sisältää usein tavoitteiden asettamisen, resurssien arvioinnin, aikatauluttamisen ja erilaisten toimenpiteiden suunnittelun, jotka auttavat yksilöä edistämään omaa kehitystään. Strategisuus voidaan nähdä myös tapana hallita omaa elämää ja vapauttaa aikaa tärkeimmille asioille, jotka tukevat yksilön arvoja ja tavoitteita. Hyvä strategia auttaa yksilöä keskittymään tärkeimpiin asioihin, tekemään parempaa päätöksiä ja saavuttamaan haluamansa elämänlaadun."},
      {"name": "Merkitys", "size": 1, "info": "Merkitys tarkoittaa yksilön käsitystä siitä, mikä jokin asia tai tapahtuma on hänelle henkilökohtaisesti merkityksellinen. Tämä merkitys perustuu yksilön omiin arvoihin, mielenkiinnon kohteisiin ja kokemuksiin, ja se voi vaihdella suuresti eri ihmisten välillä. Jokin asia tai tapahtuma voi olla henkilölle merkityksellinen esimerkiksi sen vuoksi, että se liittyy hänen elämänsä tavoitteisiin tai arvoihin, tai koska se aiheuttaa voimakkaita tunteita, kuten iloa, surua tai kiitollisuutta. Merkitystä voidaan käyttää esimerkiksi hyödyksi silloin, kun yksilö on tekemässä päätöksiä omassa elämässään tai pyrkii ymmärtämään omia motiivejaan tai tarpeitaan. Merkityksen ymmärtäminen voi auttaa yksilöä löytämään tärkeitä asioita omassa elämässään ja edistää omaa hyvinvointia ja kasvua."},
      {"name": "Valikoivuus", "size": 1, "info": "Valikoivuus viittaa yksilön kykyyn valita ja keskittyä vain tietyille asioille tai ominaisuuksille omassa elämässään. Tämä valikoivuus voi perustua esimerkiksi yksilön intresseihin, prioriteetteihin tai arvoihin. Valikoivuudessa tapahtuu tietynlaista karsintaa, jossa yksilö poimii tärkeitä tai kiinnostavia asioita ja jättää vähemmän tärkeät tai kiinnostavat asiat vähemmälle huomiolle. Tämä valikoiva tapa keskittyä asioihin voi auttaa yksilöä saavuttamaan henkilökohtaisia tavoitteitaan ja käyttämään aikaansa tehokkaasti. Toisaalta valikoivuus saattaa johtaa myös siihen, että yksilö jättää huomiotta tärkeitä asioita tai näkökulmia, mikä voi vaikuttaa negatiivisesti kehitykseen tai kokonaisvaltaiseen hyvinvointiin."}
     ]
    },
    {
     "name": "Ajoitus",
     "children": [
      {"name": "Tarkkuus", "size": 1, "info": "Tarkkuus tarkoittaa yksilön kykyä suorittaa tehtävänsä tai toimia muutenkin tarkasti, huolellisesti ja virheettömästi. Tämä tarkkuus voi perustua esimerkiksi yksilön huolellisuuteen, tarkkaavaisuuteen ja fokukseen työskentelyssään. Henkilö, joka on henkilökohtaisesti tarkka, kiinnittää huomiota yksityiskohtiin ja pyrkii välttämään virheitä ja puutteita tekemisessään. Tarkkuus voi olla tarpeen erityisesti tehtävissä, joissa pienetkin virheet tai puutteet voivat aiheuttaa merkittäviä ongelmia tai vaaratilanteita. Tarkkuus on arvostettu ominaisuus monissa ammateissa ja työpaikoissa, joissa pyritään saavuttamaan hyviä tuloksia ja tuottamaan laadukasta työtä. Yksilö, joka on henkilökohtaisesti tarkka, voi myös olla tehokkaampi työssään, koska hän pystyy välttämään hukkakäytön ja keskittymään olennaiseen."},
      {"name": "Täsmällisyys", "size": 1, "info": "Täsmällisyys tarkoittaa yksilön kykyä olla tarkka ja huolellinen omassa toiminnassaan ja tekemisissään. Tarkkuus voi koskea esimerkiksi yksilön toimintaa työpaikalla, opinnoissa ja arkielämässä yleensä. Henkilö, jolla on vahva henkilökohtainen täsmällisyys, kiinnittää huomiota yksityiskohtiin, ja hän pyrkii tekemään asioita mahdollisimman virheettömästi ja tarkasti. Täsmällisyyteen kuuluu myös kyky tehdä tärkeitä päätöksiä harkitusti ja perustellusti. Täsmällisyys voi auttaa yksilöä saavuttamaan tavoitteitaan sekä tekemään vaikutuksen työnantajiin, jotka arvostavat tehokkuutta ja tarkkuutta työnteossa."},  
	  {"name": "Oikea-aikaisuus", "size": 1, "info": "Oikea-aikaisuus tarkoittaa yksilön kykyä toimia oikeassa aikataulussa ja saada asiat hoidettua ajallaan. Henkilö, jolla on hyvä henkilökohtainen oikea-aikaisuus, pyrkii ennakoimaan tulevia tapahtumia ja aikatauluttamaan toimintansa siten, että tehtävät saadaan hoidettua oikeaan aikaan ilman viivästyksiä. Oikea-aikaisuus voi olla tärkeää esimerkiksi työpaikalla, opiskelussa tai arkielämässä yleensä, jossa tietyt asiat ja tehtävät on saatava hoidettua määräaikaan mennessä. Oikea-aikaisuus edellyttää myös joustavuutta ja kykyä priorisoida tehtävät tärkeysjärjestykseen. Hyvä oikea-aikaisuus auttaa yksilöä välttämään kiirettä, stressiä ja viivästyksiä, mikä voi tehostaa hänen toimintaansa ja vähentää turhautumista."},
      {"name": "Ajankohtaisuus", "size": 1, "info": "Ajankohtaisuus viittaa yksilön kykyyn pysyä ajan tasalla ajankohtaisista asioista, tapahtumista tai kehityksistä eri aihealueilla. Henkilö, jolla on hyvä henkilökohtainen ajankohtaisuus, seuraa aktiivisesti uutisia ja tiedotusvälineitä ollakseen tietoinen siitä, mikä maailmassa tapahtuu ja miten se voi vaikuttaa hänen elämäänsä tai työtehtäviinsä. Ajankohtaisuus voi helpottaa esimerkiksi päätöksentekoa ja vuorovaikutusta muiden ihmisten kanssa, koska se antaa laajempaa ymmärrystä yhteiskunnasta ja sen tapahtumista. Ajankohtaisuuden ylläpitäminen voi tapahtua monilla tavoilla, kuten uutisten seuraaminen, aktiivinen osallistuminen keskusteluihin, kirjojen lukeminen, webinaarien ja seminaarien osallistuminen ja erilaisten aihealueiden seuraaminen sosiaalisen median kautta."}
     ]
    }
   ]
  },  
  {
   "name": "Menneisyys",
   "children": [
    {
     "name": "Perhe",
     "children": [
      {"name": "Turvallisuus", "size": 1, "info": " "},
      {"name": "Luottamus", "size": 1, "info": " "}, 
      {"name": "Läheisyys", "size": 1, "info": " "},
      {"name": "Eheys", "size": 1, "info": " "},
      {"name": "Vanhemmat", "size": 1, "info": " "},
      {"name": "Sisarukset", "size": 1, "info": " "}
     ]
    },
    {
     "name": "Suku",
     "children": [
      {"name": "Sovinnaisuus", "size": 1, "info": " "},
      {"name": "Kunnioitus", "size": 1, "info": " "},
      {"name": "Perinteet", "size": 1, "info": " "}, 
      {"name": "Sukulaiset", "size": 1, "info": " "},
      {"name": "Isovanhemmat", "size": 1, "info": " "},
      {"name": "Serkut", "size": 1, "info": " "}
     ]
    },
    {
     "name": "Kultturi",
     "children": [
      {"name": "Moraalisuus", "size": 1, "info": " "},
      {"name": "Aatteellisuus", "size": 1, "info": " "},
      {"name": "Omatunto", "size": 1, "info": " "}, 
      {"name": "Sallivuus", "size": 1, "info": " "},
      {"name": "Ideologisuus", "size": 1, "info": " "},
      {"name": "Poliittisuus", "size": 1, "info": " "}
     ]
    },
    {
     "name": "Kokemukset",
     "children": [
      {"name": "Muistot", "size": 1, "info": " "},
      {"name": "Elämykset", "size": 1, "info": " "},
      {"name": "Koulukaverit", "size": 1, "info": " "},
      {"name": "Opettajat", "size": 1, "info": " "},
      {"name": "Rakkaus", "size": 1, "info": " "}, 
      {"name": "Saavutukset", "size": 1, "info": " "}
     ]
    },
    {
     "name": "Uskomukset",
     "children": [
      {"name": "Yliluonnollisuus", "size": 1, "info": " "},
      {"name": "Maailmankatsomus", "size": 1, "info": " "},
      {"name": "Kohtalonomaisuus", "size": 1, "info": " "},
      {"name": "Uskonnollisuus", "size": 1, "info": " "},
      {"name": "Tieteellisyys", "size": 1, "info": " "}, 
      {"name": "Filosofisuus", "size": 1, "info": " "}
     ]
    },    
    {
     "name": "Arvostukset",
     "children": [
      {"name": "Oikeudenmukaisuus", "size": 1, "info": " "},
      {"name": "Rauha", "size": 1, "info": " "},
      {"name": "Esteettisyys", "size": 1, "info": " "},
      {"name": "Eettisyys", "size": 1, "info": " "},
      {"name": "Tasavertaisuus", "size": 1, "info": " "}, 
      {"name": "Tasa-arvoisuus", "size": 1, "info": " "}
     ]
    }
   ]
  }
 ]
}