<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">.lst-kix_h0nehooiauc3-2>li:before{content:"\0025a0  "}.lst-kix_h0nehooiauc3-4>li:before{content:"\0025cb  "}.lst-kix_h0nehooiauc3-1>li:before{content:"\0025cb  "}.lst-kix_h0nehooiauc3-5>li:before{content:"\0025a0  "}li.li-bullet-0:before{margin-left:-18pt;white-space:nowrap;display:inline-block;min-width:18pt}.lst-kix_h0nehooiauc3-3>li:before{content:"\0025cf  "}ul.lst-kix_h0nehooiauc3-0{list-style-type:none}ul.lst-kix_h0nehooiauc3-3{list-style-type:none}ul.lst-kix_h0nehooiauc3-4{list-style-type:none}ul.lst-kix_h0nehooiauc3-1{list-style-type:none}ul.lst-kix_h0nehooiauc3-2{list-style-type:none}ul.lst-kix_h0nehooiauc3-7{list-style-type:none}ul.lst-kix_h0nehooiauc3-8{list-style-type:none}ul.lst-kix_h0nehooiauc3-5{list-style-type:none}.lst-kix_h0nehooiauc3-0>li:before{content:"\0025cf  "}.lst-kix_h0nehooiauc3-6>li:before{content:"\0025cf  "}ul.lst-kix_h0nehooiauc3-6{list-style-type:none}.lst-kix_h0nehooiauc3-8>li:before{content:"\0025a0  "}.lst-kix_h0nehooiauc3-7>li:before{content:"\0025cb  "}ol{margin:0;padding:0}table td,table th{padding:0}.c2{margin-left:36pt;padding-top:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}.c1{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left;height:11pt}.c0{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c3{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}.c5{background-color:#ffffff;max-width:468pt;padding:72pt 72pt 72pt 72pt}.c4{padding:0;margin:0}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c5 doc-content"><p class="c3"><span class="c0">1. &nbsp;Lapsiperheiden kotipalvelu ja perhety&ouml;: </span></p><p class="c3"><span class="c0">Mit&auml; apua ja kenelle tarkoitettu? </span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Lapsiperheiden kotipalvelu ja perhety&ouml; tarjoavat apua ja tukea lapsiperheille erilaisissa el&auml;m&auml;ntilanteissa. Palvelut on suunniteltu erityisesti niille perheille, jotka tarvitsevat apua ja tukea arjen haasteisiin, kasvatukseen, vanhemmuuteen tai perheen hyvinvointiin liittyen.</span></p><p class="c3"><span class="c0">Lapsiperheiden kotipalvelu voi tarjota apua ja tukea tilanteissa, kuten uuden vauvan syntym&auml;, arjen hallinnassa (ruoanlaitto, siivous, pyykinpesu), sek&auml; kasvatukseen liittyviss&auml; haasteissa.</span></p><p class="c3"><span class="c0">Perhety&ouml; puolestaan tarjoaa yksil&ouml;llist&auml; tukea ja ohjausta perheille, joiden arjessa on erityisi&auml; haasteita tai ongelmia. Perhety&ouml;n tavoitteena on vahvistaa perheiden voimavaroja, tukea vanhemmuutta ja auttaa perheit&auml; selviytym&auml;&auml;n erilaisista el&auml;m&auml;ntilanteista, kuten vanhemmuuden tukeminen, lapsen kehityksen tukeminen tai parisuhteen tukeminen.</span></p><p class="c3"><span class="c0">Palvelut ovat tarkoitettu sek&auml; &auml;ideille ett&auml; isille, ja ne pyrkiv&auml;t tukemaan perheit&auml; kokonaisvaltaisesti perheen hyvinvoinnin edist&auml;miseksi.</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">Maksaako palvelu? Jos, niin miten hinta m&auml;&auml;r&auml;ytyy? </span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Lapsiperheiden kotipalvelu on maksullista varhaisen tuen asiakkaille. Maksu m&auml;&auml;r&auml;ytyy perheen tulojen mukaan. Lastensuojelun, erityisen tarpeen tuen ja vammaispalvelun asiakkaille palvelu on maksuton.</span></p><p class="c3"><span class="c0">&nbsp; </span></p><p class="c3"><span class="c0">2. &nbsp;Leikkipuistot ja perhetalot: </span></p><p class="c3"><span class="c0">Millaista toimintaa n&auml;iss&auml; perheille j&auml;rjestet&auml;&auml;n? </span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Leikkipuistoissa ja perhetaloissa j&auml;rjestet&auml;&auml;n erilaisia avoimia tapaamisia, kerhoja, leikkej&auml;, askartelua, musiikkia, liikuntaa ja monenlaista leikkiin liittyv&auml;&auml; toimintaa. N&auml;iss&auml; paikoissa voi tavata muita perheit&auml;, jakaa kokemuksia, saada tukea vanhemmuuteen ja osallistua erilaisiin perheen yhteisiin aktiviteetteihin. Leikkipuistoissa ja perhetaloissa voi my&ouml;s saada neuvontaa ja ohjausta lapsiperheiden arkeen liittyviss&auml; asioissa, kuten kasvatukseen, terveyteen, varhaiskasvatukseen ja sosiaalipalveluihin liittyviss&auml; kysymyksiss&auml;.</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">3. &nbsp;Mit&auml; on perhevalmennus? (mit&auml; miss&auml; ja kenelle) </span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Perhevalmennus tarjoaa tukea ja ohjausta odottaville perheille. Se on tarkoitettu erityisesti ensimm&auml;ist&auml; lasta odottaville vanhemmille, mutta sit&auml; voidaan tarjota my&ouml;s perheille, jotka odottavat uutta lasta perheeseens&auml;.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Perhevalmennus auttaa vanhempia valmistautumaan vanhemmuuteen ja lapsen syntym&auml;&auml;n. Se tarjoaa tietoa ja k&auml;yt&auml;nn&ouml;n taitoja, jotka liittyv&auml;t vauvan hoitoon, imetykseen, ravitsemukseen, vanhemmuuden haasteisiin ja perheen hyvinvointiin. Valmennuksen avulla vanhemmat voivat saada tietoa lapsen kehityksest&auml;, turvallisesta kasvuymp&auml;rist&ouml;st&auml;, vanhemmuuden eri vaiheista ja vuorovaikutuksesta vauvan kanssa.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Perhevalmennusta j&auml;rjestet&auml;&auml;n erilaisissa muodoissa, kuten ryhm&auml;tapaamisina, luentoina, keskustelutilaisuuksina tai verkkovalmennuksena. Valmennus voi tapahtua terveysasemilla, neuvoloissa, sairaaloissa tai muissa perheille suunnatuissa tiloissa. Valmennuksessa voi olla mukana eri alojen ammattilaisia, kuten terveydenhoitajia, l&auml;&auml;k&auml;reit&auml;, k&auml;til&ouml;it&auml;, psykologeja ja sosiaality&ouml;ntekij&ouml;it&auml;.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Perhevalmennus tarjoaa tukea ja tietoa odottaville perheille, jotta he voivat valmistautua paremmin tulevaan vanhemmuuteen ja lapsen syntym&auml;&auml;n. Se voi my&ouml;s tarjota vertaistukea ja mahdollisuuden jakaa kokemuksia muiden odottavien perheiden kanssa. Valmennus on maksutonta ja avointa kaikille odottaville perheille Helsingin kaupungin tarjoamissa terveys- ja perhesuunnittelupalveluissa.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">4. &nbsp; &nbsp; &nbsp;Millaista on terapeuttinen vauvaperhety&ouml;? (erittele mm. asiakkaiden tuen tarpeita) </span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">&nbsp;Helsingin kaupungin tarjoama terapeuttinen vauvaperhety&ouml; on suunnattu perheille, joissa on havaittu erityisi&auml; tarpeita tai haasteita vauva- ja perhevuoden aikana. Terapeuttisessa vauvaperhety&ouml;ss&auml; pyrit&auml;&auml;n tukemaan perhett&auml; lapsen kehityksen tukemisessa ja perheen hyvinvoinnin edist&auml;misess&auml;. </span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Asiakkaiden tuen tarpeet voivat vaihdella perheitt&auml;in, mutta yleisesti ottaen terapeuttisessa vauvaperhety&ouml;ss&auml; kiinnitet&auml;&auml;n huomiota seuraaviin asioihin:</span></p><ul class="c4 lst-kix_h0nehooiauc3-0 start"><li class="c2 li-bullet-0"><span class="c0">Vauvan kehitys ja hyvinvointi</span></li><li class="c2 li-bullet-0"><span class="c0">Vanhemmuuden tuki</span></li><li class="c2 li-bullet-0"><span class="c0">Perheen vuorovaikutus ja perhesuhteet</span></li><li class="c2 li-bullet-0"><span class="c0">Vanhempien omat tarpeet ja jaksaminen</span></li></ul><p class="c3"><span class="c0">&nbsp; </span></p><p class="c3"><span class="c0">5. &nbsp; &nbsp; Mit&auml; palveluja tuottaa avoin neuvola ja kenelle se on tarkoitettu? </span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Avoin neuvola on suunnattu kaikille raskaana oleville, lapsiperheille ja vanhemmille lapsineen. Se on avoinna kaikille kaupunkilaisille eik&auml; edellyt&auml; erillist&auml; ajanvarausta.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Avoin neuvola tarjoaa palveluja, kuten neuvontak&auml;ynnit, terveydenhoitajan vastaanotto, perhevalmennus sek&auml; vertaisryhm&auml;t ja toiminnalliset tapahtumat.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Avoin neuvola on matalan kynnyksen palvelu, joka tarjoaa perheille maksuttomia ja helposti saavutettavia palveluja. Sen tarkoituksena on edist&auml;&auml; perheiden hyvinvointia, terveytt&auml; ja vanhemmuuden tukea.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">6. &nbsp; &nbsp;Mit&auml; on pariterapia ja kenelle se on tarkoitettu?</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Pariterapia on palvelu, joka tarjoaa ammatillista tukea ja ohjausta parisuhteessa oleville pareille. Pariterapia on tarkoitettu pareille, jotka kokevat haasteita tai konflikteja parisuhteessaan ja haluavat ty&ouml;skennell&auml; niiden ratkaisemiseksi.</span></p><p class="c3"><span class="c0">Pariterapiassa ammattitaitoinen terapeutti toimii keskustelun ohjaajana ja auttaa paria tunnistamaan, ymm&auml;rt&auml;m&auml;&auml;n ja k&auml;sittelem&auml;&auml;n parisuhteessaan ilmenevi&auml; ongelmia. Terapeutti auttaa paria kehitt&auml;m&auml;&auml;n vuorovaikutustaitoja, rakentamaan luottamusta, ratkaisemaan konflikteja ja vahvistamaan parisuhteen perustaa.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Pariterapia voi olla hy&ouml;dyllist&auml; erilaisissa tilanteissa, kuten kommunikaatio-ongelmissa, riitojen ja konfliktien k&auml;sittelyss&auml;, pettymyksiss&auml; ja pett&auml;misess&auml;, seksuaalisuuteen liittyviss&auml; haasteissa, erilaisissa el&auml;m&auml;nmuutostilanteissa tai vaikeuksissa yhteisten tavoitteiden ja arvojen m&auml;&auml;rittelyss&auml;.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Pariterapian tavoitteena on auttaa pareja saavuttamaan parempi keskin&auml;inen ymm&auml;rrys, vahvistamaan parisuhteen laatua, oppimaan rakentavaa kommunikaatiota sek&auml; lis&auml;&auml;m&auml;&auml;n tyytyv&auml;isyytt&auml; ja onnellisuutta parisuhteessa. Terapia tarjoaa my&ouml;s tilan ja mahdollisuuden pareille k&auml;sitell&auml; vaikeitakin aiheita turvallisessa ja ammattimaisessa ymp&auml;rist&ouml;ss&auml;.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">7. &nbsp; &nbsp;Miten eroavat toisistaan: lapsiperheen kotipalvelu ja lapsiperheen sosiaaliohjaus?</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Helsingin kaupungin lapsiperheen kotipalvelu ja lapsiperheen sosiaaliohjaus eroavat toisistaan toimintatavoiltaan ja tavoitteiltaan.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Lapsiperheen kotipalvelu on konkreettista k&auml;yt&auml;nn&ouml;n apua tarjoava palvelu. Se voi sis&auml;lt&auml;&auml; esimerkiksi kotiavustusta, lastenhoidollista apua, kotipalvelua sairaan lapsen tai vanhemman tukemiseksi, sek&auml; ohjausta ja neuvontaa arjenhallintaan ja vanhemmuuteen liittyviss&auml; asioissa. Kotipalvelun tavoitteena on auttaa perhett&auml; selviytym&auml;&auml;n arjen haasteista ja vahvistaa perheen omia voimavaroja.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Lapsiperheen sosiaaliohjaus keskittyy enemm&auml;n perheen kokonaisvaltaiseen hyvinvointiin ja tuen tarpeisiin. Sosiaaliohjaus voi sis&auml;lt&auml;&auml; esimerkiksi keskusteluja, ohjausta ja neuvontaa perheen el&auml;m&auml;ntilanteen ja haasteiden selvitt&auml;miseksi, sosiaalisten verkostojen vahvistamista, taloudellista neuvontaa sek&auml; yhteisty&ouml;t&auml; muiden palveluiden ja ammattilaisten kanssa. Sosiaaliohjaus auttaa perhett&auml; tunnistamaan ja k&auml;sittelem&auml;&auml;n mahdollisia ongelmia ja tarjoaa tukea perheen voimavarojen ja hyvinvoinnin vahvistamiseksi.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Lapsiperheen kotipalvelu keskittyy konkreettisen avun tarjoamiseen arjenhallintaan ja vanhemmuuteen liittyviss&auml; asioissa, kun taas lapsiperheen sosiaaliohjaus painottaa kokonaisvaltaista tukea perheen hyvinvoinnin edist&auml;miseksi.</span></p><p class="c1"><span class="c0"></span></p></body></html>